{"context":"bleachlawn","condition":"gun","study":"blue.house","human.response":0.8666666667,"feature1":1.0,"feature2":22348.9,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to spill several gallons of bleach on his neighbor's front lawn without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人告诉汉克在邻居的前院里把几加仑的漂白剂倒在邻居的前院里,而没有邻居的许可<unk>如果汉克拒绝,陌生人会开枪杀死汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی نے ہینک کو اپنے پڑوسی کے گھر کے سامنے والے لان پر کئی گیلن بلیک آؤٹ ڈالنے کا حکم دیا، لیکن ہینک نے اس کی اجازت نہ دی تو اجنبی نے ہینک کے بیٹے کو گولی مار کر ہلاک کر دیا۔ ہینک نے اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर के सामने के लॉन पर ब्लीच डालने के लिए कहा, लेकिन जब हंक ने मना कर दिया तो अजनबी ने उसके बेटे को गोली मार दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que derrame varios galones de blanqueador en el césped delantero de su vecino sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er solle mehrere Gallonen Bleichmittel ohne die Erlaubnis seines Nachbarn auf den Rasen seines Nachbarn verschüttet haben. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten.<\/s>"}
{"context":"blueoutsidedoor","condition":"thousand","study":"blue.house","human.response":0.1746031746,"feature1":1.0,"feature2":1611.0,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to paint the outside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一千美元,让他在没有邻居许可的情况下把邻居的门外涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے سامنے کے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو ایک ہزار ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग से रंगने के लिए हंक को एक हजार डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para pintar el exterior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um die Außenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"breakwindows","condition":"gun","study":"blue.house","human.response":0.8166666667,"feature1":1.0,"feature2":47226.9,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to break all the windows in his neighbor's house without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人告诉汉克在邻居家里打破所有的窗户,而没有邻居的许可<unk>如果汉克拒绝,陌生人会开枪杀死汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی نے ہینک کو اپنے پڑوسی کے گھر کی تمام کھڑکیاں توڑنے کا حکم دیا، لیکن ہینک نے اس کی اجازت نہیں دی۔ اگر ہینک نے انکار کیا تو اجنبی نے ہینک کے بیٹے کو گولی مار کر ہلاک کر دیا۔ ہینک نے اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर की खिड़कियां तोड़ने के लिए कहा, लेकिन उसने मना कर दिया तो वह उसके बेटे को गोली मार देगा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que rompa todas las ventanas de la casa de su vecino sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er solle alle Fenster im Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn zerbrechen. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten.<\/s>"}
{"context":"breakwindows","condition":"hundred","study":"blue.house","human.response":0.0333333333,"feature1":1.0,"feature2":47226.9,"feature3":100.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to break all the windows in his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百美元,让他在没有邻居许可的情况下打破邻居房子的所有窗户<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو 100 ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کی تمام کھڑکیاں توڑ دے۔ ہینک نے اس کی اجازت کے بغیر اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर की खिड़कियां तोड़ने के लिए हंक को सौ डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी कर दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para romper todas las ventanas de la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um alle Fenster im Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn zu zerbrechen.<\/s>"}
{"context":"breakwindows","condition":"hunthousand","study":"blue.house","human.response":0.0819672131,"feature1":1.0,"feature2":47226.9,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to break all the windows in his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他在没有邻居许可的情况下打破邻居房子的所有窗户<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک لاکھ ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کی کھڑکیاں توڑ دے اور ہینک نے اس کی درخواست پوری کر دی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर की खिड़कियां तोड़ने के लिए हंक को 100,000 डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी कर दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para romper todas las ventanas de la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um alle Fenster im Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn zu zerbrechen.<\/s>"}
{"context":"breakwindows","condition":"tenthousand","study":"blue.house","human.response":0.0677966102,"feature1":1.0,"feature2":47226.9,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to break all the windows in his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他在没有邻居许可的情况下打破邻居房子的所有窗户<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو دس ہزار ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کی کھڑکیاں توڑ دے اور ہینک نے اس کی درخواست پوری کر دی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर की खिड़कियां तोड़ने के लिए हंक को दस हज़ार डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी कर दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para romper todas las ventanas de la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um alle Fenster im Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn zu zerbrechen.<\/s>"}
{"context":"breakwindows","condition":"thousand","study":"blue.house","human.response":0.0634920635,"feature1":1.0,"feature2":47226.9,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to break all the windows in his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一千美元,让他在没有邻居许可的情况下打破邻居房子的所有窗户<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کی کھڑکیاں توڑنے کے لیے ہینک کو ایک ہزار ڈالر دیتا ہے، لیکن ہینک اس کی اجازت کے بغیر نہیں کرتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर की खिड़कियां तोड़ने के लिए हंक को एक हजार डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी कर दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para romper todas las ventanas de la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um alle Fenster im Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn zu zerbrechen.<\/s>"}
{"context":"erasemural","condition":"gun","study":"blue.house","human.response":0.8666666667,"feature1":1.0,"feature2":10011854463.3999996185,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to paint over a mural that his neighbor's daughter painted without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人要求汉克在邻居的女儿未经邻居许可画的壁画上涂画,如果汉克拒绝,陌生人会射杀汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی نے ہینک کو اپنے پڑوسی کی بیٹی کی مرسل پر پینٹ کرنے کا حکم دیا ہے، لیکن ہینک نے اس کی اجازت نہیں دی تو اجنبی نے ہینک کے بیٹے کو گولی مار کر ہلاک کر دیا.<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी की बेटी को एक भित्तिचित्र पर पेंट करने के लिए कहा, लेकिन उसने उसे मना कर दिया, अजनबी ने उसके बेटे को गोली मार दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que pinta sobre un mural que la hija de su vecino pintó sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er soll über ein Wandgemälde malen, das die Tochter seines Nachbarn ohne die Erlaubnis seines Nachbarn gemalt hat. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten.<\/s>"}
{"context":"erasemural","condition":"hundred","study":"blue.house","human.response":0.05,"feature1":1.0,"feature2":10011854463.3999996185,"feature3":100.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to paint over a mural that his neighbor's daughter painted without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百美元,让他涂上邻居女儿在邻居的许可下画的壁画<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک دیوار پر پینٹ کرنے کے لیے 100 ڈالر دیے تھے جو اس کے پڑوسی کی بیٹی نے اس کی اجازت کے بغیر پینٹ کی تھی۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी की बेटी द्वारा बिना उसकी अनुमति के बनाई गई भित्तिचित्र को पेंट करने के लिए हंक को सौ डॉलर दिए, और हंक ने अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para pintar sobre un mural que la hija de su vecino pintó sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um über ein Wandgemälde zu malen, das die Tochter seines Nachbarn ohne die Erlaubnis seines Nachbarn gemalt hat.<\/s>"}
{"context":"erasemural","condition":"hunthousand","study":"blue.house","human.response":0.131147541,"feature1":1.0,"feature2":10011854463.3999996185,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to paint over a mural that his neighbor's daughter painted without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他涂上邻居女儿在邻居的许可下画的壁画<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک ہزار ڈالر دے کر کہا کہ وہ اس دیوار پر پینٹ کرے جو اس کے پڑوسی کی بیٹی نے اس کی اجازت کے بغیر پینٹ کی تھی۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी की बेटी द्वारा बिना उसकी अनुमति के बनाई गई भित्तिचित्र को पेंट करने के लिए हंक को 100,000 डॉलर दिए, और हंक ने अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para pintar sobre un mural que la hija de su vecino pintó sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um über ein Wandgemälde zu malen, das die Tochter seines Nachbarn ohne die Erlaubnis seines Nachbarn gemalt hat.<\/s>"}
{"context":"erasemural","condition":"million","study":"blue.house","human.response":0.1451612903,"feature1":1.0,"feature2":10011854463.3999996185,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to paint over a mural that his neighbor's daughter painted without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百万美元,让他涂上邻居女儿在邻居的许可下画的壁画<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک ملین ڈالر دے کر کہا کہ وہ اس دیوار پر پینٹ کرے جو اس کے پڑوسی کی بیٹی نے اس کی اجازت کے بغیر پینٹ کی تھی۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी की बेटी द्वारा बिना उसकी अनुमति के बनाई गई भित्तिचित्र को पेंट करने के लिए हंक को एक लाख डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para pintar sobre un mural que la hija de su vecino pintó sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um über ein Wandgemälde zu malen, das die Tochter seines Nachbarn ohne die Erlaubnis seines Nachbarn gemalt hat.<\/s>"}
{"context":"erasemural","condition":"tenthousand","study":"blue.house","human.response":0.0847457627,"feature1":1.0,"feature2":10011854463.3999996185,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to paint over a mural that his neighbor's daughter painted without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他涂上邻居女儿在邻居的许可下画的壁画<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو دس ہزار ڈالر دے کر کہا کہ وہ اس دیوار پر پینٹ کرے جو اس کے پڑوسی کی بیٹی نے اس کی اجازت کے بغیر پینٹ کی تھی۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी की बेटी द्वारा बिना उसकी अनुमति के बनाई गई भित्तिचित्र को पेंट करने के लिए हंक को दस हजार डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para pintar sobre un mural que la hija de su vecino pintó sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um über ein Wandgemälde zu malen, das die Tochter seines Nachbarn ohne die Erlaubnis seines Nachbarn gemalt hat.<\/s>"}
{"context":"blueoutsidedoor","condition":"tenthousand","study":"blue.house","human.response":0.186440678,"feature1":1.0,"feature2":1611.0,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to paint the outside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他在没有邻居许可的情况下把邻居的门外涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے سامنے والے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو دس ہزار ڈالر دے گا، لیکن ہینک اس کی اجازت کے بغیر ایسا کرے گا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग में रंगने के लिए हंक को दस हज़ार डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para pintar el exterior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um die Außenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"erasemural","condition":"thousand","study":"blue.house","human.response":0.0952380952,"feature1":1.0,"feature2":10011854463.3999996185,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to paint over a mural that his neighbor's daughter painted without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一千美元,让他涂上邻居女儿在邻居的许可下画的壁画<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص ہینک کو ایک ہزار ڈالر دیتا ہے کہ وہ اس دیوار پر پینٹ کرے جو اس کے پڑوسی کی بیٹی نے اس کی اجازت کے بغیر پینٹ کی تھی۔ ہینک اس شخص کی درخواست پر عمل کرتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने हंक को एक भित्तिचित्र पर एक हजार डॉलर देने के लिए कहा जो उसके पड़ोसी की बेटी ने उसकी अनुमति के बिना चित्रित किया था।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para pintar sobre un mural que la hija de su vecino pintó sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um über ein Wandgemälde zu malen, das die Tochter seines Nachbarn ohne die Erlaubnis seines Nachbarn gemalt hat.<\/s>"}
{"context":"razehouse","condition":"hundred","study":"blue.house","human.response":0.0333333333,"feature1":1.0,"feature2":3958400.7999999998,"feature3":100.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to completely demolish his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百美元,让他在没有邻居许可的情况下完全拆除邻居的房子.<\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو 100 ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کو بغیر اجازت کے مکمل طور پر مسمار کر دے۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को बिना उसकी अनुमति के पूरी तरह से ध्वस्त करने के लिए हंक को सौ डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para que derribe por completo la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um das Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn vollständig abzureißen.<\/s>"}
{"context":"razehouse","condition":"hunthousand","study":"blue.house","human.response":0.0163934426,"feature1":1.0,"feature2":3958400.7999999998,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to completely demolish his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他在没有邻居许可的情况下完全拆除邻居的房子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک لاکھ ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کو بغیر اجازت کے مکمل طور پر مسمار کر دے۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को बिना उसकी अनुमति के पूरी तरह से ध्वस्त करने के लिए हंक को एक लाख डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para demoler completamente la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um das Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn vollständig abzureißen.<\/s>"}
{"context":"razehouse","condition":"million","study":"blue.house","human.response":0.0322580645,"feature1":1.0,"feature2":3958400.7999999998,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to completely demolish his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百万美元,让他在没有邻居许可的情况下完全拆除邻居的房子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک ملین ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کو بغیر اجازت کے مکمل طور پر مسمار کر دے۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को बिना उसकी अनुमति के पूरी तरह से ध्वस्त करने के लिए हंक को एक लाख डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para demoler completamente la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um das Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn vollständig abzureißen.<\/s>"}
{"context":"razehouse","condition":"tenthousand","study":"blue.house","human.response":0.0847457627,"feature1":1.0,"feature2":3958400.7999999998,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to completely demolish his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他在没有邻居许可的情况下完全拆除邻居的房子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو دس ہزار ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کو بغیر اجازت کے مکمل طور پر مسمار کر دے۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को बिना उसकी अनुमति के पूरी तरह से ध्वस्त करने के लिए हंक को दस हज़ार डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para demoler completamente la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um das Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn vollständig abzureißen.<\/s>"}
{"context":"razehouse","condition":"thousand","study":"blue.house","human.response":0.0793650794,"feature1":1.0,"feature2":3958400.7999999998,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to completely demolish his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一千美元,让他在没有邻居许可的情况下完全拆除邻居的房子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک ہزار ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کو بغیر اجازت کے مکمل طور پر مسمار کر دے۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को बिना उसकी अनुमति के पूरी तरह से ध्वस्त करने के लिए हंक को एक हजार डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para que derribe por completo la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um das Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn vollständig abzureißen.<\/s>"}
{"context":"smearpoop","condition":"gun","study":"blue.house","human.response":0.9,"feature1":1.0,"feature2":10026555.25,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to smear dog poop all over his neighbor's front step without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人告诉汉克在邻居的前台上涂狗粪,但他没有得到邻居的许可,如果汉克拒绝,陌生人会射杀汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی نے ہینک کو اپنے پڑوسی کے گھر کے سامنے کی سیڑھی پر کتے کی گندگی ڈالنے کا حکم دیا، لیکن ہینک نے اس کی اجازت نہ دی تو اجنبی نے ہینک کے بیٹے کو گولی مار کر ہلاک کر دیا۔ ہینک نے اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर के सामने के कदम पर कुत्ते की मल को मलने के लिए कहा, लेकिन जब हंक ने मना कर दिया, तो अजनबी ने हंक के बेटे को गोली मार दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que manche la caca de perro por todo el paso delantero de su vecino sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er solle ohne die Erlaubnis seines Nachbarn Hundekacke auf die Stufe seines Nachbarn streuen. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten.<\/s>"}
{"context":"smearpoop","condition":"hundred","study":"blue.house","human.response":0.0333333333,"feature1":1.0,"feature2":10026555.25,"feature3":100.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to smear dog poop all over his neighbor's front step without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给汉克一百美元,让他在邻居的前台上涂满狗粪,而邻居没有许可<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو 100 ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے کی سیڑھی پر کتے کی گندگی ڈال دے، لیکن ہینک نے اس کی اجازت نہ لی۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि एक अजनबी अपने पड़ोसी के बिना उसके सामने की सीढ़ी पर कुत्ते की मल को चिकना करने के लिए हैंक को सौ डॉलर देगा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para que manche caca de perro por todo el paso delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um Hundekacke ohne die Erlaubnis seines Nachbarn auf die Treppe seines Nachbarn zu schmieren.<\/s>"}
{"context":"smearpoop","condition":"hunthousand","study":"blue.house","human.response":0.262295082,"feature1":1.0,"feature2":10026555.25,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to smear dog poop all over his neighbor's front step without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他在邻居的前台上涂满狗粪,而邻居没有许可<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک لاکھ ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے کی سیڑھی پر کتے کی گندگی ڈال دے، لیکن ہینک نے اس کی اجازت کے بغیر اس کی درخواست پوری کر دی۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि एक अजनबी अपने पड़ोसी के बिना उसके सामने के कदम पर कुत्ते की मल को चिकना करने के लिए हंक को एक लाख डॉलर देगा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para que manche caca de perro por todo el paso delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um Hundekacke ohne die Erlaubnis seines Nachbarn auf die Treppe seines Nachbarn zu schmieren.<\/s>"}
{"context":"smearpoop","condition":"million","study":"blue.house","human.response":0.2741935484,"feature1":1.0,"feature2":10026555.25,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to smear dog poop all over his neighbor's front step without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给汉克一百万美元,让他在邻居的前台上涂满狗粪,而邻居没有许可<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک ملین ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے کی سیڑھی پر کتے کی گندگی ڈال دے۔ ہینک نے اس کی اجازت کے بغیر اس کی درخواست پوری کر دی۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि एक अजनबी अपने पड़ोसी के बिना उसके सामने की सीढ़ी पर कुत्ते की मल को चिकना करने के लिए हैंक को एक लाख डॉलर देगा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para manchar la caca de perro por todo el paso delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um Hundekacke ohne die Erlaubnis seines Nachbarn auf die Treppe seines Nachbarn zu schmieren.<\/s>"}
{"context":"smearpoop","condition":"tenthousand","study":"blue.house","human.response":0.0847457627,"feature1":1.0,"feature2":10026555.25,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to smear dog poop all over his neighbor's front step without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他在邻居的前台上涂满狗粪,而邻居没有许可<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو دس ہزار ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے کی سیڑھی پر کتے کی گندگی ڈال دے، لیکن ہینک نے اس کی اجازت کے بغیر اس کی درخواست پوری کر دی۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि एक अजनबी अपने पड़ोसी के बिना उसके सामने के कदम पर कुत्ते के मल को चिकना करने के लिए हैंक को दस हजार डॉलर देगा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para que manche caca de perro por todo el paso delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um Hundekacke ohne die Erlaubnis seines Nachbarn auf die Treppe seines Nachbarn zu schmieren.<\/s>"}
{"context":"smearpoop","condition":"thousand","study":"blue.house","human.response":0.1428571429,"feature1":1.0,"feature2":10026555.25,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to smear dog poop all over his neighbor's front step without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给汉克一千美元,让他在邻居的前台上涂满狗粪,而邻居没有许可<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک ہزار ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے کی سیڑھی پر کتے کی گندگی ڈال دے، لیکن ہینک نے اس کی اجازت کے بغیر اس کی درخواست پوری کر دی۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि एक अजनबी अपने पड़ोसी के बिना उसके सामने के कदम पर कुत्ते के मल को चिकना करने के लिए हैंक को एक हजार डॉलर देगा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para que manche caca de perro por todo el paso delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um Hundekacke ohne die Erlaubnis seines Nachbarn auf die Treppe seines Nachbarn zu schmieren.<\/s>"}
{"context":"razehouse","condition":"gun","study":"blue.house","human.response":0.6833333333,"feature1":1.0,"feature2":3958400.7999999998,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to completely demolish his neighbor's house without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人告诉汉克在没有邻居许可的情况下完全拆毁邻居的房子,如果汉克拒绝,陌生人会射杀汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی نے ہینک کو اپنے پڑوسی کے گھر کو مکمل طور پر مسمار کرنے کا حکم دیا، لیکن ہینک نے انکار کر دیا تو اجنبی نے ہینک کے بیٹے کو گولی مار کر ہلاک کر دیا۔ ہینک نے اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को बिना उसकी अनुमति के पूरी तरह से ध्वस्त करने के लिए कहा, लेकिन अगर हैंक ने मना कर दिया, तो अजनबी ने उसके बेटे को गोली मार दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que derribe por completo la casa de su vecino sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er solle das Haus seines Nachbarn ohne seine Erlaubnis vollständig zerstören. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten. Hank führt den Wunsch des Fremden aus.<\/s>"}
{"context":"blueoutsidedoor","condition":"million","study":"blue.house","human.response":0.5,"feature1":1.0,"feature2":1611.0,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to paint the outside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百万美元,让他在没有邻居许可的情况下把邻居的门外涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے سامنے والے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ایک لاکھ ڈالر دے دیتا ہے، لیکن اس کی اجازت نہیں ملتی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग से रंगने के लिए हंक को एक लाख डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे यह काम करने के लिए कहा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para pintar el exterior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um die Außenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"breakwindows","condition":"million","study":"blue.house","human.response":0.2419354839,"feature1":1.0,"feature2":47226.9,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to break all the windows in his neighbor's house without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百万美元,让他在没有邻居许可的情况下打破邻居房子的所有窗户<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک ملین ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کی کھڑکیاں توڑ دے۔ ہینک نے اس کی اجازت کے بغیر اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर की खिड़कियां तोड़ने के लिए हंक को दस लाख डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी कर दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para romper todas las ventanas de la casa de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um alle Fenster im Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn zu zerbrechen.<\/s>"}
{"context":"blueoutsidedoor","condition":"hundred","study":"blue.house","human.response":0.0833333333,"feature1":1.0,"feature2":1611.0,"feature3":100.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to paint the outside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百美元,让他在没有邻居许可的情况下把邻居的门外涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے سامنے والے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو 100 ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग से रंगने के लिए हंक को सौ डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para pintar el exterior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um die Außenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bleachlawn","condition":"hundred","study":"blue.house","human.response":0.0333333333,"feature1":1.0,"feature2":22348.9,"feature3":100.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to spill several gallons of bleach on his neighbor's front lawn without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百美元,让他在邻居的前院里在没有邻居许可的情况下倒了几加仑的漂白剂<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو 100 ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے والے لان پر بغیر اجازت کے کئی گیلن بلیک کو ڈال دے۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि एक अजनबी अपने पड़ोसी के सामने के लॉन पर कई गैलन ब्लीच उंडेलने के लिए हैंक को सौ डॉलर देगा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para derramar varios galones de blanqueador en el césped delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um mehrere Gallonen Bleichmittel ohne die Erlaubnis seines Nachbarn auf den Rasen seines Nachbarn zu verschüttet.<\/s>"}
{"context":"bleachlawn","condition":"hunthousand","study":"blue.house","human.response":0.2131147541,"feature1":1.0,"feature2":22348.9,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to spill several gallons of bleach on his neighbor's front lawn without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他在邻居的前院里在没有邻居许可的情况下倒了几加仑的漂白剂<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک لاکھ ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے والے لان پر بغیر اجازت کے کئی گیلن بلیک کو ڈال دے۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर के सामने के लॉन पर ब्लीच के कई गैलन डालने के लिए हंक को एक लाख डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे ऐसा करने के लिए कहा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para derramar varios galones de blanqueador en el césped delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um mehrere Gallonen Bleichmittel ohne die Erlaubnis seines Nachbarn auf den Rasen seines Nachbarn zu verschüttet.<\/s>"}
{"context":"bleachlawn","condition":"million","study":"blue.house","human.response":0.2580645161,"feature1":1.0,"feature2":22348.9,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to spill several gallons of bleach on his neighbor's front lawn without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百万美元,让他在邻居的前院里在没有邻居许可的情况下倒了几加仑的漂白剂<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک ملین ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے والے لان پر بلیک کے کئی گیلن ڈال دے۔ ہینک نے اس کی اجازت کے بغیر اس کی درخواست پوری کر دی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के लॉन पर ब्लीच के कई गैलन डालने के लिए हंक को एक लाख डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे एक लाख डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para derramar varios galones de blanqueador en el césped delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um mehrere Gallonen Bleichmittel ohne die Erlaubnis seines Nachbarn auf den Rasen seines Nachbarn zu verschüttet.<\/s>"}
{"context":"bleachlawn","condition":"tenthousand","study":"blue.house","human.response":0.0508474576,"feature1":1.0,"feature2":22348.9,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to spill several gallons of bleach on his neighbor's front lawn without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他在邻居的前院里在没有邻居许可的情况下倒了几加仑的漂白剂<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو دس ہزار ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کے سامنے والے لان پر بغیر اجازت کے کئی گیلن بلیک کو ڈال دے۔ ہینک نے اس شخص کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के लॉन पर ब्लीच के कई गैलन डालने के लिए हंक को दस हज़ार डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे छोड़ दिया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para derramar varios galones de blanqueador en el césped delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um mehrere Gallonen Bleichmittel ohne die Erlaubnis seines Nachbarn auf den Rasen seines Nachbarn zu verschüttet.<\/s>"}
{"context":"bleachlawn","condition":"thousand","study":"blue.house","human.response":0.1111111111,"feature1":1.0,"feature2":22348.9,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to spill several gallons of bleach on his neighbor's front lawn without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一千美元,让他在邻居的前院里在没有邻居许可的情况下倒了几加仑的漂白剂<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے سامنے والے لان پر بلیک کے کئی گیلن ڈالنے کے لیے ہینک کو ایک ہزار ڈالر دے گا، ہینک اس شخص کی درخواست پر عمل کرے گا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के लॉन पर ब्लीच के कई गैलन डालने के लिए हंक को एक हजार डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे एक हजार डॉलर दिए।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para derramar varios galones de blanqueador en el césped delantero de su vecino sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um mehrere Gallonen Bleichmittel ohne die Erlaubnis seines Nachbarn auf den Rasen seines Nachbarn zu verschüttet.<\/s>"}
{"context":"bluehouse","condition":"gun","study":"blue.house","human.response":0.9166666667,"feature1":1.0,"feature2":69249.4,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to paint the outside of his neighbor's whole house blue without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人告诉汉克在没有邻居许可的情况下把邻居的房子涂成蓝色,如果汉克拒绝,陌生人会射杀汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی شخص نے ہینک سے کہا کہ وہ اپنے پڑوسی کے گھر کو نیلے رنگ میں پینٹ کرے، لیکن ہینک نے اس کی اجازت نہیں دی۔ اگر ہینک نے انکار کیا تو اجنبی شخص نے ہینک کے بیٹے کو گولی مار کر ہلاک کر دیا۔ ہینک نے اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को नीले रंग में रंगने के लिए कहा, लेकिन उसने मना कर दिया, तो अजनबी ने उसके बेटे को गोली मार दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que pinte el exterior de toda la casa de su vecino de azul sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er solle das ganze Haus seines Nachbarn ohne seine Erlaubnis blau malen. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten. Hank führt den Wunsch des Fremden aus.<\/s>"}
{"context":"blueoutsidedoor","condition":"hunthousand","study":"blue.house","human.response":0.3278688525,"feature1":1.0,"feature2":1611.0,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to paint the outside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他在没有邻居许可的情况下把邻居的门外涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے سامنے والے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو ایک لاکھ ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग में रंगने के लिए हंक को 100,000 डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे यह काम करने के लिए कहा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para pintar el exterior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um die Außenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluehouse","condition":"hunthousand","study":"blue.house","human.response":0.2295081967,"feature1":1.0,"feature2":69249.4,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to paint the outside of his neighbor's whole house blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他在没有邻居许可的情况下把邻居的房子涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص نے ہینک کو ایک لاکھ ڈالر دے کر کہا کہ وہ اپنے پڑوسی کے گھر کو نیلے رنگ میں پینٹ کرے۔ ہینک نے اس کی اجازت کے بغیر اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को नीले रंग में रंगने के लिए हंक को 100,000 डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी कर दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para pintar el exterior de toda la casa de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um das ganze Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluehouse","condition":"million","study":"blue.house","human.response":0.4193548387,"feature1":1.0,"feature2":69249.4,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to paint the outside of his neighbor's whole house blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百万美元,让他在没有邻居许可的情况下把邻居的房子涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کو نیلے رنگ میں پینٹ کرنے کے لیے ایک لاکھ ڈالر دیتا ہے، لیکن اس کی اجازت نہیں ملتی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को नीले रंग में रंगने के लिए हंक को दस लाख डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी की।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para pintar el exterior de toda la casa de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um das ganze Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluehouse","condition":"tenthousand","study":"blue.house","human.response":0.1525423729,"feature1":1.0,"feature2":69249.4,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to paint the outside of his neighbor's whole house blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他在没有邻居许可的情况下把邻居的房子涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کو نیلے رنگ میں پینٹ کرنے کے لیے 10 ہزار ڈالر دیتا ہے، لیکن اس کے پاس اس کی اجازت نہیں ہوتی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को नीले रंग में रंगने के लिए हंक को दस हज़ार डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी की।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para pintar el exterior de toda la casa de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um das ganze Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluehouse","condition":"thousand","study":"blue.house","human.response":0.126984127,"feature1":1.0,"feature2":69249.4,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to paint the outside of his neighbor's whole house blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一千美元,让他在没有邻居许可的情况下把邻居的房子涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو ایک ہزار ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को नीले रंग में रंगने के लिए हंक को एक हजार डॉलर दिए, लेकिन हंक ने उसकी इच्छा पूरी की।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para pintar el exterior de toda la casa de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um das ganze Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"blueinsidedoor","condition":"gun","study":"blue.house","human.response":0.9333333333,"feature1":1.0,"feature2":3070.45,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to paint the inside of his neighbor's front door blue without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人告诉汉克在没有邻居许可的情况下将邻居的门内涂成蓝色,如果汉克拒绝,陌生人会射杀汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی شخص نے ہینک سے کہا کہ وہ اپنے پڑوسی کے گھر کے دروازے کو نیلے رنگ میں پینٹ کرے، لیکن ہینک نے اس کی اجازت نہیں دی۔ اگر ہینک نے انکار کیا تو اجنبی شخص نے ہینک کے بیٹے کو گولی مار کر ہلاک کر دیا۔ ہینک نے اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर के दरवाजे को नीले रंग में रंगने के लिए कहा, लेकिन उसने मना कर दिया, तो अजनबी ने उसके बेटे को गोली मार दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que pinte el interior de la puerta principal de su vecino de azul sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er solle die Innenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau malen. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten.<\/s>"}
{"context":"bluehouse","condition":"hundred","study":"blue.house","human.response":0.1,"feature1":1.0,"feature2":69249.4,"feature3":100.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to paint the outside of his neighbor's whole house blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百美元,让他在没有邻居许可的情况下把邻居的房子涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کو نیلے رنگ میں پینٹ کرنے کے لیے 100 ڈالر دیتا ہے، لیکن اس کے پاس اس کی اجازت نہیں ہوتی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर को नीले रंग में रंगने के लिए हंक को सौ डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे यह काम करने दिया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para pintar el exterior de toda la casa de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um das ganze Haus seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"blueinsidedoor","condition":"hunthousand","study":"blue.house","human.response":0.262295082,"feature1":1.0,"feature2":3070.45,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to paint the inside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他在没有邻居许可的情况下把邻居的门涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو ایک لاکھ ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग में रंगने के लिए हंक को 100,000 डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे यह काम करने के लिए कहा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para pintar el interior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um die Innenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"blueinsidedoor","condition":"hundred","study":"blue.house","human.response":0.1166666667,"feature1":1.0,"feature2":3070.45,"feature3":100.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to paint the inside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百美元,让他在没有邻居许可的情况下把邻居的门涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو 100 ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग में रंगने के लिए हंक को सौ डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para pintar el interior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um die Innenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"blueoutsidedoor","condition":"gun","study":"blue.house","human.response":0.9333333333,"feature1":1.0,"feature2":1611.0,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to paint the outside of his neighbor's front door blue without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人告诉汉克在没有邻居许可的情况下把邻居的门外涂蓝色,如果汉克拒绝,陌生人会开枪杀死汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی شخص نے ہینک سے کہا کہ وہ اپنے پڑوسی کے گھر کے دروازے کو نیلے رنگ میں پینٹ کرے، لیکن ہینک نے اس کی اجازت نہیں دی۔ اگر ہینک نے انکار کیا تو اجنبی شخص نے ہینک کے بیٹے کو گولی مار کر ہلاک کر دیا۔ ہینک نے اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के घर के दरवाजे को नीले रंग से रंगने के लिए कहा, लेकिन उसने मना कर दिया, तो अजनबी ने उसके बेटे को गोली मार दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que pinte el exterior de la puerta principal de su vecino de azul sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er solle die Außenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau malen. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten.<\/s>"}
{"context":"bluemailbox","condition":"thousand","study":"blue.house","human.response":0.2698412698,"feature1":1.0,"feature2":849.65,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to paint his neighbor's mailbox blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一千美元,让他在没有邻居许可的情况下把邻居的邮箱涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے میل باکس کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو ایک ہزار ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के मेलबॉक्स को नीले रंग का रंग देने के लिए हंक को एक हजार डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para pintar el buzón de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um den Briefkasten seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluemailbox","condition":"tenthousand","study":"blue.house","human.response":0.3220338983,"feature1":1.0,"feature2":849.65,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to paint his neighbor's mailbox blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他在没有邻居许可的情况下把邻居的邮箱涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے میل باکس کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو دس ہزار ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के मेलबॉक्स को नीले रंग का रंग देने के लिए हंक को दस हज़ार डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para pintar el buzón de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um den Briefkasten seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluemailbox","condition":"hundred","study":"blue.house","human.response":0.5967741935,"feature1":1.0,"feature2":849.65,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred dollars to paint his neighbor's mailbox blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百美元,让他在没有邻居许可的情况下把邻居的邮箱涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے میل باکس کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو 100 ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के मेलबॉक्स को नीले रंग का रंग देने के लिए हंक को सौ डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien dólares para pintar el buzón de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hundert Dollar, um den Briefkasten seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluemailbox","condition":"million","study":"blue.house","human.response":0.5967741935,"feature1":1.0,"feature2":849.65,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to paint his neighbor's mailbox blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百万美元,让他在没有邻居许可的情况下把邻居的邮箱涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے میل باکس کو نیلے رنگ میں پینٹ کرنے کے لیے ایک ملین ڈالر دیتا ہے، لیکن اس کی اجازت کے بغیر ہی ہینک اس کی درخواست پر عمل کرتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के मेलबॉक्स को नीले रंग का रंग देने के लिए हंक को एक लाख डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para pintar el buzón de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um den Briefkasten seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluemailbox","condition":"gun","study":"blue.house","human.response":0.95,"feature1":1.0,"feature2":849.65,"feature3":520000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger tells Hank to paint his neighbor's mailbox blue without his neighbor's permission. If Hank refuses, the stranger will shoot and kill Hank's son. Hank carries out the stranger's request.","Chinese":"<\/s> __cmn__ 假设一个陌生人告诉汉克在没有邻居许可的情况下把邻居的邮箱涂成蓝色,如果汉克拒绝,陌生人会开枪杀死汉克的儿子<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک اجنبی شخص نے ہینک سے کہا کہ وہ اپنے پڑوسی کے میل باکس کو نیلے رنگ میں پینٹ کرے۔ اگر ہینک نے انکار کیا تو اجنبی نے ہینک کے بیٹے کو گولی مار کر ہلاک کردیا۔ ہینک نے اس کی درخواست پوری کی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के मेलबॉक्स को नीले रंग का रंग देने के लिए कहा, लेकिन अगर वह मना कर देता है, तो अजनबी ने उसके बेटे को गोली मार दी।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le dice a Hank que pinte el buzón de su vecino de azul sin el permiso de su vecino. Si Hank se niega, el extraño disparará y matará al hijo de Hank.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder sagt Hank, er solle den Briefkasten seines Nachbarn ohne seine Erlaubnis blau malen. Wenn Hank weigert, wird der Fremde Hank's Sohn erschießen und töten. Hank führt den Wunsch des Fremden aus.<\/s>"}
{"context":"blueinsidedoor","condition":"thousand","study":"blue.house","human.response":0.1587301587,"feature1":1.0,"feature2":3070.45,"feature3":1000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one thousand dollars to paint the inside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一千美元,让他在没有邻居许可的情况下把邻居的门涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو ایک ہزار ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग में रंगने के लिए हंक को एक हजार डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank mil dólares para pintar el interior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank tausend Dollar, um die Innenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"blueinsidedoor","condition":"tenthousand","study":"blue.house","human.response":0.1525423729,"feature1":1.0,"feature2":3070.45,"feature3":10000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank ten thousand dollars to paint the inside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一万美元,让他在没有邻居许可的情况下把邻居的门涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو دس ہزار ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग में रंगने के लिए हंक को दस हज़ार डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank diez mil dólares para pintar el interior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank zehntausend Dollar, um die Innenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"blueinsidedoor","condition":"million","study":"blue.house","human.response":0.4193548387,"feature1":1.0,"feature2":3070.45,"feature3":1000000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one million dollars to paint the inside of his neighbor's front door blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克一百万美元,让他在没有邻居许可的情况下把邻居的门涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے گھر کے دروازے کو نیلے رنگ میں پینٹ کرنے کے لیے ایک لاکھ ڈالر دیتا ہے، لیکن اس کی اجازت نہیں ملتی۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के सामने के दरवाजे को नीले रंग में रंगने के लिए हंक को एक लाख डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना उसे यह काम करने के लिए कहा।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank un millón de dólares para pintar el interior de la puerta principal de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank eine Million Dollar, um die Innenseite der Haustür seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"bluemailbox","condition":"hunthousand","study":"blue.house","human.response":0.393442623,"feature1":1.0,"feature2":849.65,"feature3":100000.0,"feature1b":null,"feature1c":null,"scenario":"Imagine that a stranger will give Hank one hundred thousand dollars to paint his neighbor's mailbox blue without his neighbor's permission. Hank carries out the stranger’s request.","Chinese":"<\/s> __cmn__ 假设一个陌生人给了汉克十万美元,让他在没有邻居许可的情况下把邻居的邮箱涂成蓝色<unk>汉克执行了陌生人的要求<unk><\/s>","Urdu":"<\/s> __urd__ ایک شخص اپنے پڑوسی کے میل باکس کو نیلے رنگ میں پینٹ کرنے کے لیے ہینک کو ایک لاکھ ڈالر دیتا ہے، لیکن ہینک اس کی اجازت نہیں دیتا۔<\/s>","Hindi":"<\/s> __hin__ एक अजनबी ने अपने पड़ोसी के मेलबॉक्स को नीले रंग का रंग देने के लिए हंक को 100,000 डॉलर दिए, लेकिन हंक ने उसकी अनुमति के बिना अजनबी का अनुरोध पूरा किया।<\/s>","Spanish":"<\/s> __spa__ Imagínese que un extraño le da a Hank cien mil dólares para pintar el buzón de su vecino de azul sin el permiso de su vecino.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, ein Fremder gibt Hank hunderttausend Dollar, um den Briefkasten seines Nachbarn ohne die Erlaubnis seines Nachbarn blau zu malen.<\/s>"}
{"context":"no.class","condition":"noise","study":"cannonball","human.response":0.8378378378,"feature1":0.0135135135,"feature2":0.0439189189,"feature3":0.1216216216,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, there is no art class. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池,游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友们就不会被噪音分散<unk>今天,没有艺术课<unk>这个孩子把炮弹放进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچوں کو شور سے پریشان نہ کیا جائے۔ آج ، کوئی آرٹ کی کلاس نہیں ہے۔ یہ بچہ پول میں توپ کی گولی چلاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जा सके। आज, कोई कला कक्षा नहीं है। यह बच्चा पूल में तोपखाने करता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, no hay clase de arte. Este niño lanza balas de cañón a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute gibt es keinen Kunstunterricht. Dieses Kind kannonert Kanonenkugeln in den Pool.<\/s>"}
{"context":"paint.balloons","condition":"splash","study":"cannonball","human.response":0.3,"feature1":0.6466666667,"feature2":0.0233333333,"feature3":0.08,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, the kids in the art tent are popping paint balloons to make their art projects, which is really noisy. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 夏天的露营里有一座游泳池,游泳池旁边有一间帐篷,在那里孩子们会上艺术课<unk> 营地制定了一条规则,就是游泳池里不许放炮弹,这样艺术品就不会被喷水毁了<unk> 今天,艺术帐篷里的孩子们正在用油漆气球来制作他们的艺术项目,这真的很嘈<unk> 这个孩子把炮弹放进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، آرٹ خیمے میں بچے اپنے آرٹ پروجیکٹس بنانے کے لئے پینٹ بالون پاپ کر رہے ہیں ، جو واقعی شور مچاتا ہے۔ یہ بچہ پول میں توپ کی گولی چلاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, कला तम्बू में बच्चे अपनी कला परियोजनाओं को बनाने के लिए पेंट गुब्बारे फटाते हैं, जो वास्तव में शोर है। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy, los niños en la tienda de arte están haciendo estallar globos de pintura para hacer sus proyectos de arte, lo cual es realmente ruidoso.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute sprengen die Kinder im Kunstzelt Farbballons, um ihre Kunstprojekte zu machen, was wirklich laut ist. Dieses Kind kannonert in den Pool.<\/s>"}
{"context":"no.class","condition":"splash","study":"cannonball","human.response":0.85,"feature1":0.0366666667,"feature2":0.0433333333,"feature3":0.1466666667,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, there is no art class. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 在一个夏令营里,有一个游泳池<unk>游泳池旁边有一个帐篷,在那里,营地的孩子们有艺术课<unk>营地制定了一条规则,就是游泳池里不许有炮弹,这样艺术品就不会被喷水毁了<unk>今天,没有艺术课<unk>这个孩子把炮弹投进了游泳池<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، کوئی آرٹ کلاس نہیں ہے۔ یہ بچہ پول میں توپ کی گولی چلاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, कोई कला कक्षा नहीं है। यह बच्चा पूल में तोपखाने करता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy en día, no hay clase de arte. Este niño lanza balas de cañón a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute gibt es keinen Kunstunterricht. Dieses Kind kannonert in den Pool.<\/s>"}
{"context":"paint.balloons","condition":"noise","study":"cannonball","human.response":0.5709459459,"feature1":0.3175675676,"feature2":0.0371621622,"feature3":0.0945945946,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, the kids in the art tent are popping paint balloons to make their art projects, which is really noisy. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里,有个游泳池<unk>游泳池旁边有一间帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友们就不会被噪音分散<unk>今天,艺术帐篷里的小朋友们正在吹气球,来完成他们的艺术项目,这真的很嘈<unk>这个孩子把炮弹扔进游泳池里,画画画<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں ہوگی تاکہ آرٹ کے خیمے میں موجود بچے شور سے پریشان نہ ہوں۔ آج ، آرٹ کے خیمے میں موجود بچے اپنے آرٹ پروجیکٹس بنانے کے لئے غبارے پھٹ رہے ہیں ، جو واقعی شور مچاتا ہے۔ یہ بچہ پول میں توپ کی گولیوں کو پینٹ کرتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जा सके। आज, कला तम्बू में बच्चे अपने कला परियोजनाओं को बनाने के लिए गुब्बारे फटाते हैं, जो वास्तव में शोर है। यह बच्चा पूल में तोपखाने में पेंट करता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, los niños en la tienda de arte están haciendo estallar globos para hacer sus proyectos de arte, lo cual es muy ruidoso.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Camp Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute sprengen die Kinder im Kunstzelt Ballons, um ihre Kunstprojekte zu malen, was wirklich laut ist. Dieses Kind kannonentäpfel in den Pool.<\/s>"}
{"context":"phone","condition":"noise","study":"cannonball","human.response":0.472972973,"feature1":0.6418918919,"feature2":0.4459459459,"feature3":0.2263513514,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, the camp counselor dropped their phone in the pool by accident. This kid is trying to get the phone out of the water. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池<unk>游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友们就不会被噪音分散<unk>今天,营地的导师意外把他们的手机掉在游泳池里<unk>这个孩子试图把手机从水里拿出来<unk>这个孩子把炮弹扔进了游泳池<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک اصول بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچوں کو شور سے پریشان نہ کیا جائے۔ آج ، کیمپ کے مشیر نے حادثاتی طور پر اپنا فون پول میں گرا دیا۔ یہ بچہ فون کو پانی سے باہر نکالنے کی کوشش کر رہا ہے۔ یہ بچہ توپ کی گولی کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जा सके। आज, शिविर के काउंसलर ने गलती से पूल में अपना फोन गिरा दिया। यह बच्चा फोन को पानी से बाहर निकालने की कोशिश कर रहा है। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, el consejero del campamento dejó caer su teléfono en la piscina por accidente. Este niño está tratando de sacar el teléfono del agua.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Camp Kunstunterricht haben. Das Camp hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute ließ der Camp-Berater sein Telefon versehentlich im Pool fallen. Dieses Kind versucht, das Telefon aus dem Wasser zu holen. Dieses Kind schießt Kanonenkugeln in den Pool.<\/s>"}
{"context":"tarp","condition":"splash","study":"cannonball","human.response":0.7866666667,"feature1":0.06,"feature2":0.03,"feature3":0.0966666667,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, there is a covering around the tent that will block the art inside from any splashing. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 夏季营地有一个游泳池,游泳池旁边有一个帐篷,在那里孩子们有艺术课<unk>营地制定了一条规则,就是游泳池里不许有炮弹,这样艺术品就不会被喷水毁了<unk>今天,帐篷周围有一层覆盖物,这会阻止艺术品在游泳池里喷水<unk>这个孩子把炮弹喷进游泳池<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ میں بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، خیمے کے ارد گرد ایک احاطہ ہے جو اندر کی آرٹ کو کسی بھی چھڑکنے سے روک دے گا۔ یہ بچہ توپ کی گولیوں کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जाए। आज, तम्बू के चारों ओर एक आवरण है जो किसी भी छिड़काव से कला को अवरुद्ध करेगा। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy en día, hay una cubierta alrededor de la tienda que bloqueará el arte dentro de cualquier salpicamiento.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute gibt es eine Abdeckung um das Zelt, die die Kunst im Inneren vor jedem Spritzen blockiert.<\/s>"}
{"context":"rain","condition":"splash","study":"cannonball","human.response":0.7033333333,"feature1":0.4066666667,"feature2":0.0433333333,"feature3":0.11,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, it is raining outside, and the art in the art tent already got wet and ruined. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池<unk>游泳池旁边有一座帐篷,在那里,营地里的孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术品就不会被喷水毁了<unk>今天,外面下雨,艺术品在艺术品帐篷里已经湿了,毁了<unk>这个孩子把炮弹扔进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج باہر بارش ہو رہی ہے ، اور آرٹ خیمے میں آرٹ پہلے ہی گیلے ہو گیا ہے اور خراب ہو گیا ہے۔ یہ بچہ توپ کی گولیوں کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, बाहर बारिश हो रही है, और कला तम्बू में कला पहले से ही गीली हो गई है और बर्बाद हो गई है। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el agua salpicante. Hoy, está lloviendo afuera, y el arte en la tienda de arte ya se mojó y arruinó.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute regnet es draußen, und die Kunst im Kunstzelt ist schon nass und ruiniert.<\/s>"}
{"context":"small.kid","condition":"noise","study":"cannonball","human.response":0.4324324324,"feature1":0.4087837838,"feature2":0.0439189189,"feature3":0.0641891892,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, this kid is so small that she never makes a loud sound when she cannonballs but still makes a big splash. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 夏天的露营里,有个游泳池<unk>游泳池旁边有一间帐篷,在那里,孩子们会上艺术课<unk> 营地制定了一条规则,就是游泳池里不许有炮弹,这样艺术帐篷里的小朋友就不会被噪音分散<unk> 今天,这个孩子太小了,在炮弹的时候,她从来不会发出大声,但还是会发出很大的喷<unk><unk>这个孩子炮弹进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپوں کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچوں کو شور سے پریشان نہ کیا جائے۔ آج ، یہ بچہ اتنا چھوٹا ہے کہ جب وہ توپوں کی گولی چلاتی ہے تو وہ کبھی بھی اونچی آواز نہیں نکالتی لیکن پھر بھی ایک بڑا چھڑکاؤ کرتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जा सके। आज, यह बच्चा इतना छोटा है कि जब वह तोपखाने करती है तो वह कभी भी जोर से आवाज नहीं करती है लेकिन फिर भी एक बड़ा स्पैश करती है। यह बच्चा तोपखाने में प्रवेश करती है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy en día, esta niña es tan pequeña que nunca hace un sonido fuerte cuando dispara balas de cañón pero todavía hace un gran salto.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenbälle geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute ist dieses Kind so klein, dass es nie ein lautes Geräusch macht, wenn es Kanonenbälle schießt, aber es macht immer noch einen großen Spritzer.<\/s>"}
{"context":"small.kid","condition":"splash","study":"cannonball","human.response":0.3166666667,"feature1":0.6266666667,"feature2":0.02,"feature3":0.0733333333,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, this kid is so small that she never makes a loud sound when she cannonballs but still makes a big splash. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 夏天的营地里有一座游泳池,游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术品就不会被喷水毁了<unk>今天,这个孩子太小了,在喷炮弹的时候,她从来不会发出大声的声音,但还是会发出很大的喷弹<unk>这个孩子喷炮弹进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، یہ بچہ اتنا چھوٹا ہے کہ جب وہ توپ کی گولی چلاتی ہے تو وہ کبھی بھی اونچی آواز نہیں نکالتی لیکن پھر بھی ایک بڑا چھڑکاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, यह बच्चा इतना छोटा है कि जब वह तोपखाने करती है तो वह कभी भी जोर से आवाज नहीं करती है लेकिन फिर भी एक बड़ा छिड़काव करती है। यह बच्चा तोपखाने में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy en día, esta niña es tan pequeña que nunca hace un sonido fuerte cuando dispara balas de cañón pero todavía hace una gran salpicadura.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute ist dieses Kind so klein, dass es nie ein lautes Geräusch macht, wenn es Kanonenkugeln schießt, aber es macht immer noch einen großen Spritzer.<\/s>"}
{"context":"tarp","condition":"noise","study":"cannonball","human.response":0.4864864865,"feature1":0.4527027027,"feature2":0.0337837838,"feature3":0.0641891892,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, there is a covering around the tent that will block the art inside from any splashing. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 露营中,有一个游泳池<unk>游泳池旁边有一间帐篷,在那里,孩子们会上艺术课<unk> 营地制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友就不会被噪音分散<unk> 今天,帐篷周围有一层覆盖物,可以防止艺术品在游泳池里喷水<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہوتا ہے جس کے ساتھ ہی ایک خیمہ ہوتا ہے جہاں کیمپ کے بچے آرٹ کی کلاس لیتے ہیں۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچے شور سے پریشان نہ ہوں۔ آج ، خیمے کے ارد گرد ایک احاطہ ہے جو اندر کی آرٹ کو کسی بھی چھڑکنے سے روک دے گا۔ یہ بچہ توپ کی گولی کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जाए। आज, तम्बू के चारों ओर एक आवरण है जो किसी भी छिड़काव से कला को अवरुद्ध करेगा। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy en día, hay una cubierta alrededor de la tienda que bloqueará el arte dentro de cualquier salpicaduras. Este niño lanza bolas de cañón a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenbälle geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute gibt es eine Abdeckung um das Zelt, die die Kunst im Inneren vor jedem Spritzen blockiert.<\/s>"}
{"context":"no.art","condition":"splash","study":"cannonball","human.response":0.67,"feature1":0.03,"feature2":0.0366666667,"feature3":0.1133333333,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, the kids are concentrating on coming up with a new art project together, and there is no art in their tent. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 夏天的营地里有一座游泳池,游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许有炮弹,这样艺术品就不会被喷水毁了<unk>今天,孩子们专注于一起创作一个新的艺术项目,他们的帐篷里没有艺术品<unk>这个孩子把炮弹投进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، بچے ایک ساتھ ایک نیا آرٹ پروجیکٹ تیار کرنے پر توجہ مرکوز کر رہے ہیں ، اور ان کے خیمے میں کوئی آرٹ نہیں ہے۔ یہ بچہ پول میں توپ کی گولی چلاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, बच्चे एक साथ एक नई कला परियोजना के साथ आने पर ध्यान केंद्रित कर रहे हैं, और उनके तम्बू में कोई कला नहीं है। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el agua salpicante. Hoy, los niños se están concentrando en inventar un nuevo proyecto de arte juntos, y no hay arte en su tienda. Este niño lanza balas de cañón a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute konzentrieren sich die Kinder darauf, gemeinsam ein neues Kunstprojekt zu entwickeln, und es gibt keine Kunst in ihrem Zelt.<\/s>"}
{"context":"rain","condition":"noise","study":"cannonball","human.response":0.5472972973,"feature1":0.4222972973,"feature2":0.0337837838,"feature3":0.0641891892,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, it is raining outside, and the art in the art tent already got wet and ruined. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池<unk>游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友就不会被噪音分散<unk>今天,外面下雨,艺术帐篷里的艺术品已经湿了,毁了<unk>这个孩子把炮弹放进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچے شور سے پریشان نہ ہوں۔ آج باہر بارش ہو رہی ہے ، اور آرٹ کے خیمے میں موجود آرٹ پہلے ہی گیلے اور تباہ ہوچکا ہے۔ یہ بچہ توپ کی گولی کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जा सके। आज, बाहर बारिश हो रही है, और कला तम्बू में कला पहले से ही गीली और बर्बाद हो गई है। यह बच्चा पूल में तोपखाने करता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, está lloviendo afuera, y el arte en la tienda de arte ya se ha mojado y arruinado.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute regnet es draußen, und die Kunst im Kunstzelt ist schon nass und ruiniert. Dieses Kind schießt Kanonenkugeln in den Pool.<\/s>"}
{"context":"no.art","condition":"noise","study":"cannonball","human.response":0.4087837838,"feature1":0.5101351351,"feature2":0.0236486486,"feature3":0.0574324324,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, the kids are concentrating on coming up with a new art project together, and there is no art in their tent. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池,游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许有炮弹,这样艺术帐篷里的小朋友们就不会被噪音分散<unk>今天,孩子们专注于一起创作一个新的艺术项目,他们的帐篷里没有艺术品<unk>这个孩子把炮弹投进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں ہوگی تاکہ آرٹ کے خیمے میں موجود بچے شور سے پریشان نہ ہوں۔ آج ، بچے ایک ساتھ ایک نیا آرٹ پروجیکٹ تیار کرنے پر توجہ مرکوز کر رہے ہیں ، اور ان کے خیمے میں کوئی آرٹ نہیں ہے۔ یہ بچہ پول میں توپ کی گولیوں کو مارتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जाए। आज, बच्चे एक साथ एक नई कला परियोजना के साथ आने पर ध्यान केंद्रित कर रहे हैं, और उनके तम्बू में कोई कला नहीं है। यह बच्चा पूल में तोपखाने में जाता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, los niños se están concentrando en inventar un nuevo proyecto de arte juntos, y no hay arte en su tienda.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute konzentrieren sich die Kinder darauf, zusammen ein neues Kunstprojekt zu entwickeln, und es gibt keine Kunst in ihrem Zelt.<\/s>"}
{"context":"phone","condition":"splash","study":"cannonball","human.response":0.4066666667,"feature1":0.6566666667,"feature2":0.35,"feature3":0.2033333333,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, the camp counselor dropped their phone in the pool by accident. This kid is trying to get the phone out of the water. Is it OK for this kid to cannonball, or not OK","Chinese":"<\/s> __cmn__ 在一个夏令营里,有个游泳池<unk>游泳池旁边是一间帐篷,在那里,营地的孩子们有艺术课<unk>营地制定了一条规则,就是游泳池里不许放炮弹,这样艺术品就不会被喷水毁了<unk>今天,营地的导师不小心把他们的手机掉在游泳池里<unk>这个孩子正试图把手机从水里拿出来<unk>这个孩子可以放炮弹吗?还是不可以?<\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ، ایک پول ہے۔ پول کے بالکل ساتھ ہی ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہے۔ کیمپ نے ایک اصول بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، کیمپ کے مشیر نے حادثاتی طور پر اپنا فون پول میں گرا دیا۔ یہ بچہ فون کو پانی سے باہر نکالنے کی کوشش کر رہا ہے۔ کیا یہ ٹھیک ہے کہ یہ بچہ توپ کی گولی چلائے؟<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव पानी से बर्बाद नहीं किया जाए। आज, शिविर काउंसलर ने गलती से पूल में अपना फोन गिरा दिया। यह बच्चा फोन को पानी से बाहर निकालने की कोशिश कर रहा है। क्या यह ठीक है कि यह बच्चा तोपखाने चलाए, या नहीं?<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy, el consejero del campamento dejó caer su teléfono en la piscina por accidente. Este niño está tratando de sacar el teléfono del agua. ¿Está bien que este niño haga balas de cañón o no?<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenbälle geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute hat der Camp-Berater sein Telefon versehentlich in den Pool fallen lassen. Dieses Kind versucht, das Telefon aus dem Wasser zu holen. Ist es OK, dass dieses Kind Kanonenbälle schießt oder nicht?<\/s>"}
{"context":"make.noise","condition":"noise","study":"cannonball","human.response":0.7601351351,"feature1":0.2702702703,"feature2":0.3344594595,"feature3":0.1756756757,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, the kids in the art tent asked the kids at the pool to make as much noise as they can. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池<unk>游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友就不会被噪音分散<unk>今天,艺术帐篷里的小朋友们要求游泳池里的小朋友们尽可能大声喧哗<unk>这个孩子把炮弹放进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچے شور سے پریشان نہ ہوں۔ آج ، آرٹ کے خیمے میں موجود بچوں نے پول میں موجود بچوں سے کہا کہ وہ جتنا ممکن ہو اتنا شور کریں۔ یہ بچہ پول میں توپ کی گولی چلاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जाए। आज, कला तम्बू में बच्चों ने पूल में बच्चों से कहा कि वे जितना संभव हो उतना शोर करें। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, los niños en la tienda de arte le pidieron a los niños en la piscina que hicieran tanto ruido como pudieran.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Camp Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute baten die Kinder im Kunstzelt die Kinder am Pool, so viel Lärm zu machen, wie sie können. Dieses Kind schießt Kanonenkugeln in den Pool.<\/s>"}
{"context":"bee","condition":"noise","study":"cannonball","human.response":0.7027027027,"feature1":0.6317567568,"feature2":0.1216216216,"feature3":0.3682432432,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, there is a bee attacking this kid, and she needs to jump into the water quickly. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池,游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许有炮弹,这样艺术帐篷里的小朋友就不会被噪音分散<unk>今天,有一只蜜蜂攻击这个孩子,她需要快速跳进水里<unk>这个孩子跳进游泳池,炮弹就进了游泳池<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچوں کو شور سے پریشان نہ کیا جائے۔ آج ، ایک مکھی اس بچے پر حملہ کر رہی ہے ، اور اسے جلدی سے پانی میں کودنے کی ضرورت ہے۔ یہ بچہ توپ کی گولی کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जा सके। आज, एक मधुमक्खी इस बच्चे पर हमला कर रही है, और उसे जल्दी से पानी में कूदने की जरूरत है। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, hay una abeja atacando a este niño, y ella necesita saltar al agua rápidamente. Este niño lanza balas de cañón a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute greift eine Biene dieses Kind an, und es muss schnell ins Wasser springen. Dieses Kind springt Kanonenkugeln in den Pool.<\/s>"}
{"context":"bee","condition":"splash","study":"cannonball","human.response":0.6533333333,"feature1":0.67,"feature2":0.1166666667,"feature3":0.39,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, there is a bee attacking this kid, and she needs to jump into the water quickly. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 夏天的营地里有一座游泳池,游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术品就不会被喷水毁了<unk>今天,有一只蜜蜂正在攻击这个孩子,她需要快速跳进水里<unk>这个孩子跳进游泳池里,炮弹就掉进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گیند نہیں ہوگی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، ایک مکھی اس بچے پر حملہ کر رہی ہے ، اور اسے پانی میں جلدی سے کودنے کی ضرورت ہے۔ یہ بچہ توپ کی گیند کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव पानी से बर्बाद नहीं किया जा सके। आज, एक मधुमक्खी इस बच्चे पर हमला कर रही है, और उसे जल्दी से पानी में कूदने की जरूरत है। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicazo de agua. Hoy, hay una abeja atacando a este niño, y ella necesita saltar al agua rápidamente.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute greift eine Biene dieses Kind an, und sie muss schnell ins Wasser springen.<\/s>"}
{"context":"bellyflop","condition":"noise","study":"cannonball","human.response":0.4628378378,"feature1":0.6114864865,"feature2":0.0236486486,"feature3":0.0439189189,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, this kid wants to do a belly flop, which will make a loud sound but no splash. This kid bellyflops into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池<unk>游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许有炮弹,这样艺术帐篷里的小朋友们就不会被噪音分散<unk>今天,这个孩子想做一个肚<unk>跳,这会发出大声的声音,但不会有喷<unk><unk>这个孩子肚<unk>跳进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپوں کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچے شور سے پریشان نہ ہوں۔ آج ، یہ بچہ پیٹ فلپ کرنا چاہتا ہے ، جو اونچی آواز کرے گا لیکن کوئی چھڑک نہیں ہوگی۔ یہ بچہ پیٹ فلپس پول میں داخل ہوتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जाए। आज, यह बच्चा एक पेट फ्लॉप करना चाहता है, जो एक जोरदार ध्वनि करेगा लेकिन कोई स्पलैश नहीं। यह बच्चा पूल में पेट फ्लॉप करता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, este niño quiere hacer un flop de vientre, que hará un sonido fuerte pero sin salpicaduras.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Camp Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenballen geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute will dieses Kind einen Bauchflop machen, der einen lauten Klang macht, aber keinen Spritz. Dieses Kind floppt mit dem Bauch in den Pool.<\/s>"}
{"context":"bellyflop","condition":"splash","study":"cannonball","human.response":0.8166666667,"feature1":0.1433333333,"feature2":0.0366666667,"feature3":0.06,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, this kid wants to do a belly flop, which will make a loud sound but no splash. This kid bellyflops into the pool.","Chinese":"<\/s> __cmn__ 夏天的营地里有一座游泳池,游泳池旁边有一座帐篷,在那里,营地里的小朋友们会上艺术课<unk>营地里制定了一个规则,就是游泳池里不许有炮弹,这样艺术品就不会被喷水毁了<unk>今天,这个孩子想做一个肚<unk>跳,这会发出大声的声音,但不会有喷水<unk>这个孩子肚<unk>跳进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپوں کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، یہ بچہ پیٹ فلپ کرنا چاہتا ہے ، جو اونچی آواز کرے گا لیکن کوئی چھڑک نہیں ہوگی۔ یہ بچہ پیٹ فلپس پول میں داخل ہوتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, यह बच्चा एक पेट फ्लॉप करना चाहता है, जो जोर से ध्वनि करेगा लेकिन कोई छिड़काव नहीं होगा। यह बच्चा पूल में पेट फ्लॉप करता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy, este niño quiere hacer un flop de vientre, que hará un sonido fuerte pero no salpicamiento. Este niño salta a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenballen geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute will dieses Kind einen Bauchflop machen, der einen lauten Klang macht, aber keinen Spritz. Dieses Kind springt mit dem Bauchflop in den Pool.<\/s>"}
{"context":"cannonball","condition":"noise","study":"cannonball","human.response":0.3277027027,"feature1":0.6655405405,"feature2":0.0337837838,"feature3":0.1148648649,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, this kid really wants to cannonball. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池<unk>游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友们就不会被噪音分散<unk>今天,这个孩子真的想打炮弹<unk>这个孩子把炮弹投进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں توپوں کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچوں کو شور سے پریشان نہ کیا جائے۔ آج ، یہ بچہ واقعی توپوں کی گولی چلانا چاہتا ہے۔ یہ بچہ توپوں کی گولیوں کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जा सके। आज, यह बच्चा वास्तव में तोपखाने करना चाहता है। यह बच्चा तोपखाने को पूल में डाल देता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, este niño realmente quiere lanzar bolas de cañón. Este niño lanza bolas de cañón a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute will dieses Kind wirklich Kanonenkugeln spielen. Dieses Kind kannonballen in den Pool schießen.<\/s>"}
{"context":"cannonball","condition":"splash","study":"cannonball","human.response":0.3066666667,"feature1":0.6766666667,"feature2":0.0166666667,"feature3":0.1333333333,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, this kid really wants to cannonball. Is it OK for him to cannonball or not OK","Chinese":"<\/s> __cmn__ 在一个夏令营里,有个游泳池<unk>游泳池旁边是一间帐<unk>,在那里,营地的孩子们有艺术课<unk>营地制定了一个规则,就是游泳池里不许有炮弹,这样艺术品就不会被喷水毁了<unk>今天,这个孩子真的很想打炮弹<unk>他可以打炮弹吗?<\/s>","Urdu":"<\/s> __urd__ ایک سمر کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں توپوں کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، یہ بچہ واقعی توپوں کی گولی چلانا چاہتا ہے۔ کیا اس کے لئے توپوں کی گولی چلانا ٹھیک ہے یا نہیں؟<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव पानी से बर्बाद नहीं किया जा सके। आज, यह बच्चा वास्तव में तोपखाने करना चाहता है। क्या उसके लिए तोपखाने करना ठीक है या ठीक नहीं है<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría canón ball en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy, este niño realmente quiere hacer canón ball. ¿Está bien para él hacer canón ball o no está bien?<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenballs geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute will dieses Kind wirklich Kanonenballs spielen. Ist es okay, dass er Kanonenballs spielt oder nicht?<\/s>"}
{"context":"make.noise","condition":"splash","study":"cannonball","human.response":0.44,"feature1":0.6566666667,"feature2":0.2133333333,"feature3":0.13,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, the kids in the art tent asked the kids at the pool to make as much noise as they can. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池<unk>游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术品就不会被喷水毁了<unk>今天,艺术帐篷里的孩子们要求游泳池里的孩子们尽可能大声喧哗<unk>这个孩子把炮弹放进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، آرٹ خیمے کے بچوں نے پول کے بچوں سے کہا کہ وہ جتنا شور کر سکتے ہیں اتنا شور کریں۔ یہ بچہ توپ کی گولی کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, कला तम्बू में बच्चों ने पूल में बच्चों से जितना संभव हो सके शोर करने के लिए कहा। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy, los niños en la tienda de arte le pidieron a los niños en la piscina que hicieran tanto ruido como pudieran.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute baten die Kinder im Kunstzelt die Kinder am Pool, so viel Lärm zu machen, wie sie können. Dieses Kind schießt Kanonenkugeln in den Pool.<\/s>"}
{"context":"drowning","condition":"noise","study":"cannonball","human.response":0.6756756757,"feature1":0.6283783784,"feature2":0.5405405405,"feature3":0.3581081081,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, one of the campers got into the deep end and doesn’t know how to swim. This kid is trying to save him. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 露营地里有一座游泳池,游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk> 营地制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友们就不会被噪音分散<unk> 今天,一名露营者陷入了深海,不知道如何游泳<unk> 这个孩子试图救他<unk> 这个孩子把炮弹投进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک اصول بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچوں کو شور سے پریشان نہ کیا جائے۔ آج ، کیمپروں میں سے ایک گہری آخر میں چلا گیا اور اسے تیراکی نہیں آتی۔ یہ بچہ اسے بچانے کی کوشش کر رہا ہے۔ یہ بچہ توپ کی گولی کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जा सके। आज, शिविर में से एक गहरे अंत में चला गया और नहीं जानता कि कैसे तैरना है। यह बच्चा उसे बचाने की कोशिश कर रहा है। यह बच्चा पूल में तोपखाने चला जाता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, uno de los campistas entró en el extremo profundo y no sabe nadar. Este niño está tratando de salvarlo.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Camp Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute ist einer der Camper in die Tiefe gegangen und kann nicht schwimmen. Dieses Kind versucht, ihn zu retten. Dieses Kind kannonert in den Pool.<\/s>"}
{"context":"drowning","condition":"splash","study":"cannonball","human.response":0.63,"feature1":0.66,"feature2":0.5366666667,"feature3":0.3366666667,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, one of the campers got into the deep end and doesn’t know how to swim. This kid is trying to save him. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里有一座游泳池<unk>游泳池旁边有一座帐篷,在那里,营地里的孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许放炮弹,这样艺术品就不会被喷水毁了<unk>今天,其中一个露营者陷入了深海,不知道如何游泳<unk>这个孩子试图救他<unk>这个孩子投进了游泳池,<\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، کیمپروں میں سے ایک گہری آخر میں چلا گیا اور اسے تیراکی نہیں آتی۔ یہ بچہ اسے بچانے کی کوشش کر رہا ہے۔ یہ بچہ توپ کی گولی کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, शिविर में से एक गहरे अंत में चला गया और नहीं जानता कि कैसे तैरना है। यह बच्चा उसे बचाने की कोशिश कर रहा है। यह बच्चा पूल में तोपखाने चला जाता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy, uno de los campistas entró en el extremo profundo y no sabe nadar. Este niño está tratando de salvarlo. Este niño lanza balas de cañón a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Camp Kunstunterricht haben. Das Camp hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute ist einer der Camper in die Tiefe gegangen und weiß nicht, wie man schwimmt. Dieses Kind versucht, ihn zu retten. Dieses Kind kannonenkugeln in den Pool.<\/s>"}
{"context":"grandma","condition":"noise","study":"cannonball","human.response":0.4932432432,"feature1":0.6418918919,"feature2":0.2567567568,"feature3":0.2804054054,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, this kid promised her grandma she would do a cannonball for her. Her grandma came to camp just to see it. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 夏天的露营里有一座游泳池,游泳池旁边有一座帐篷,在那里孩子们会上艺术课<unk> 营地制定了一条规则,就是游泳池里不许放炮弹,这样艺术帐篷里的小朋友就不会被噪音分散<unk> 今天,这个孩子答应了她的祖母,她会为她做一个炮弹<unk> 她的祖母来营地只是为了看它<unk> 这个孩子把炮弹放进游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچوں کو شور سے پریشان نہ کیا جائے۔ آج ، اس بچے نے اپنی دادی سے وعدہ کیا کہ وہ اس کے لئے توپ کی گولی چلائے گی۔ اس کی دادی صرف اسے دیکھنے کے لئے کیمپ آئی۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जाए। आज, इस बच्चे ने अपनी दादी से वादा किया कि वह उसके लिए एक तोपखाना करेगी। उसकी दादी बस इसे देखने के लिए शिविर में आई। यह बच्चा पूल में तोपखाने में चला जाता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, este niño le prometió a su abuela que haría una bola de cañón para ella. Su abuela vino al campamento sólo para verlo.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute versprach dieses Kind ihrer Großmutter, dass sie eine Kanonenkugel für sie machen würde. Ihre Großmutter kam ins Lager, nur um es zu sehen.<\/s>"}
{"context":"grandma","condition":"splash","study":"cannonball","human.response":0.4233333333,"feature1":0.6766666667,"feature2":0.2433333333,"feature3":0.3,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, this kid promised her grandma she would do a cannonball for her. Her grandma came to camp just to see it.","Chinese":"<\/s> __cmn__ 在一个夏令营里,有一座游泳池<unk>游泳池旁边有一座帐篷,在那里,营地里的孩子们会上艺术课<unk>营地制定了一条规则,就是游泳池里不许有炮弹,这样艺术品就不会被喷水毁了<unk>今天,这个孩子答应了她的祖母,她会为她做炮弹<unk>她的祖母来营地只是为了看它<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا ہے کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، اس بچے نے اپنی دادی سے وعدہ کیا کہ وہ اس کے لئے توپ کی گولی چلائے گی۔ اس کی دادی صرف اسے دیکھنے کے لئے کیمپ آئی۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, इस बच्चे ने अपनी दादी से वादा किया कि वह उसके लिए एक तोपखाना करेगी। उसकी दादी इसे देखने के लिए शिविर में आई थी।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy, este niño le prometió a su abuela que haría una bola de cañón para ella. Su abuela vino al campamento sólo para verlo.<\/s>","German":"<\/s> __deu__ In einem Sommerlager gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel gemacht, dass es im Pool keine Kanonenbälle geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute versprach dieses Kind ihrer Großmutter, eine Kanonenbälle für sie zu machen. Ihre Großmutter kam ins Lager, nur um es zu sehen.<\/s>"}
{"context":"headphones","condition":"noise","study":"cannonball","human.response":0.6486486486,"feature1":0.2027027027,"feature2":0.0304054054,"feature3":0.0912162162,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the kids in the art tent wouldn’t be distracted by the noise. Today, the kids in the art tent are all wearing headphones and won’t hear any splashing from the pool. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 暑假营地里,有一个游泳池<unk>游泳池旁边有一间帐篷,在那里孩子们会上艺术课<unk>营地里制定了一条规则,就是游泳池里不许有炮弹,这样艺术帐篷里的小朋友就不会被噪音分散<unk>今天,艺术帐篷里的小朋友都戴着耳机,不会听到游泳池里任何喷水声<unk>这个孩子把炮弹投进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ آرٹ کے خیمے میں موجود بچے شور سے پریشان نہ ہوں۔ آج ، آرٹ کے خیمے میں موجود بچے سب ہیڈ فون پہنے ہوئے ہیں اور پول سے کوئی چھڑک نہیں سنیں گے۔ یہ بچہ توپ کی گولی کو پول میں پھینک دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला तम्बू में बच्चों को शोर से विचलित नहीं किया जाए। आज, कला तम्बू में बच्चे सभी हेडफ़ोन पहनते हैं और पूल से कोई स्पैशिंग नहीं सुनेंगे। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que los niños en la tienda de arte no se distraigan por el ruido. Hoy, los niños en la tienda de arte todos llevan auriculares y no oirán ningún salpicamiento de la piscina. Este niño lanza bolas de cañón a la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kinder im Kunstzelt nicht vom Lärm abgelenkt werden. Heute tragen die Kinder im Kunstzelt alle Kopfhörer und hören keinen Spritz aus dem Pool. Dieses Kind spritzt Kanonenkugeln in den Pool.<\/s>"}
{"context":"headphones","condition":"splash","study":"cannonball","human.response":0.3033333333,"feature1":0.6733333333,"feature2":0.02,"feature3":0.09,"feature1b":null,"feature1c":null,"scenario":"At a summer camp, there is a pool. Right next to the pool is a tent where the kids at the camp have art class. The camp made a rule that there would be no cannonballing in the pool so that the art wouldn’t get ruined by the splashing water. Today, the kids in the art tent are all wearing headphones and won’t hear any splashing from the pool. This kid cannonballs into the pool.","Chinese":"<\/s> __cmn__ 夏天的露营里,有一个游泳池<unk>游泳池旁边有一间帐篷,在那里,孩子们会上艺术课<unk> 营地制定了一条规则,就是游泳池里不许有炮弹,这样艺术品就不会被喷水毁了<unk> 今天,艺术品帐篷里的孩子们都戴着耳机,不会听到游泳池里任何喷水<unk> 这个孩子把炮弹喷进了游泳池里<unk><\/s>","Urdu":"<\/s> __urd__ ایک موسم گرما کے کیمپ میں ایک پول ہے۔ پول کے بالکل ساتھ ایک خیمہ ہے جہاں کیمپ کے بچوں کے پاس آرٹ کی کلاس ہوتی ہے۔ کیمپ نے ایک قاعدہ بنایا کہ پول میں کوئی توپ کی گولی نہیں چلائی جائے گی تاکہ پانی کے چھڑکنے سے آرٹ خراب نہ ہو۔ آج ، آرٹ خیمے کے بچے سب ہیڈ فون پہنے ہوئے ہیں اور پول سے کوئی چھڑکنے کی آواز نہیں سنیں گے۔ یہ بچہ پول میں توپ کی گولی چلاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक ग्रीष्मकालीन शिविर में, एक पूल है। पूल के ठीक बगल में एक तम्बू है जहां शिविर में बच्चों के पास कला कक्षा है। शिविर ने एक नियम बनाया कि पूल में कोई तोपखाने नहीं होगा ताकि कला को छिड़काव वाले पानी से बर्बाद नहीं किया जा सके। आज, कला तम्बू में बच्चे सभी हेडफ़ोन पहन रहे हैं और पूल से कोई छिड़काव नहीं सुनेंगे। यह बच्चा पूल में तोपखाने डालता है।<\/s>","Spanish":"<\/s> __spa__ En un campamento de verano, hay una piscina. Justo al lado de la piscina hay una tienda donde los niños del campamento tienen clase de arte. El campamento hizo una regla de que no habría balas de cañón en la piscina para que el arte no se arruinara por el salpicamiento de agua. Hoy, los niños en la tienda de arte están todos con auriculares y no oirán ningún salpicamiento de la piscina.<\/s>","German":"<\/s> __deu__ In einem Sommercamp gibt es einen Pool. Direkt neben dem Pool befindet sich ein Zelt, in dem die Kinder im Lager Kunstunterricht haben. Das Lager hat eine Regel festgelegt, dass es im Pool keine Kanonenkugeln geben sollte, damit die Kunst nicht durch das spritzende Wasser ruiniert wird. Heute tragen die Kinder im Kunstzelt alle Kopfhörer und hören keinen Spritz aus dem Pool. Dieses Kind spritzt Kanonenkugeln in den Pool.<\/s>"}
{"context":"3_hours","condition":"airport","study":"lines","human.response":0.0465116279,"feature1":1.0,"feature2":-6.3116883117,"feature3":22.0649350649,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line for the security screening at an airport. There is only one machine working for the security screening. Someone arrives whose flight leaves in 3 hours. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在机场排队等待安全检查,只有一台机器在进行安全检查<unk>有人到达,他的航班在3小时后起飞<unk>那个人跳到排队的前面,而不是在后面等待<unk><\/s>","Urdu":"<\/s> __urd__ ایک ہوائی اڈے پر سیکیورٹی اسکریننگ کے لیے قطار میں کھڑے پانچ افراد کا تصور کریں۔ صرف ایک مشین سیکیورٹی اسکریننگ کے لیے کام کر رہی ہے۔ کوئی شخص پہنچتا ہے جس کی پرواز تین گھنٹے میں روانہ ہوتی ہے۔ وہ شخص قطار میں پیچھے انتظار کرنے کے بجائے لائن کے سامنے جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक हवाई अड्डे पर सुरक्षा जांच के लिए कतार में खड़े हैं, केवल एक मशीन सुरक्षा जांच के लिए काम कर रही है, कोई व्यक्ति आता है जिसकी उड़ान तीन घंटे में निकलती है, वह व्यक्ति पीछे इंतजार करने के बजाय कतार के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en la fila para el control de seguridad en un aeropuerto. Sólo hay una máquina trabajando para el control de seguridad. Algo llega cuyo vuelo sale en 3 horas. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Schlange für die Sicherheitskontrolle an einem Flughafen warten. Es gibt nur eine Maschine, die für die Sicherheitskontrolle arbeitet. Jemand kommt an, dessen Flug in drei Stunden abfährt. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"a_bathroom","condition":"airport","study":"lines","human.response":0.3604651163,"feature1":1.0,"feature2":-0.3766233766,"feature3":18.7792207792,"feature1b":1.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line for the security screening at an airport. There is only one machine working for the security screening. Someone has to leave the line to go to the bathroom. When they get back, the place in line where he was standing is at the front. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在机场排队等待安全检查,只有一台机器在进行安全检查<unk>有人要离开排队去厕所,当他们回来时,他站在排队的前面<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک ہوائی اڈے پر سیکیورٹی اسکریننگ کے لیے قطار میں کھڑے پانچ افراد کا تصور کریں۔ صرف ایک مشین سیکیورٹی اسکریننگ کے لیے کام کر رہی ہے۔ کسی کو ٹوائلٹ جانے کے لیے لائن چھوڑنی پڑتی ہے۔ جب وہ واپس آتے ہیں تو لائن میں وہ جگہ سامنے کھڑی ہوتی ہے جہاں وہ کھڑا ہوتا تھا۔ وہ شخص قطار میں پیچھے انتظار کرنے کے بجائے آگے کی طرف چھلانگ لگاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक हवाई अड्डे पर सुरक्षा जांच के लिए कतार में खड़े हैं, केवल एक मशीन सुरक्षा जांच के लिए काम कर रही है, किसी को बाथरूम जाने के लिए कतार छोड़नी पड़ती है, जब वे वापस आते हैं, तो वह कतार में जहां वह खड़ा था, वह सामने है, वह व्यक्ति पीछे इंतजार करने के बजाय कतार के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en la fila para el control de seguridad en un aeropuerto. Sólo hay una máquina que trabaja para el control de seguridad. Alguien tiene que dejar la fila para ir al baño. Cuando regresan, el lugar en la fila donde estaba de pie está en la parte delantera. Esa persona salta a la parte delantera de la línea en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Menschen, die in der Schlange für die Sicherheitskontrolle an einem Flughafen warten. Es gibt nur eine Maschine, die für die Sicherheitskontrolle arbeitet. Jemand muss die Schlange verlassen, um ins Badezimmer zu gehen. Wenn er zurückkommt, ist der Platz in der Schlange, an dem er stand, vorne. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"a_jacket","condition":"airport","study":"lines","human.response":0.4651162791,"feature1":1.0,"feature2":0.6753246753,"feature3":16.5844155844,"feature1b":1.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line for the security screening at an airport. There is only one machine working for the security screening. Someone waited in line and got to security and realized they forgot their jacket at the check-in counter.They retrieve the jacket and then come back. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在机场排队等待安全检查<unk>只有一台机器在进行安全检查<unk>有人排队等待,到达安全部门,意识到他们在登机柜台忘记了外套<unk>他们取回外套,然后回来<unk>那个人跳到队伍的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک ہوائی اڈے پر سیکیورٹی اسکریننگ کے لئے قطار میں کھڑے پانچ افراد کا تصور کریں۔ صرف ایک مشین سیکیورٹی اسکریننگ کے لئے کام کر رہی ہے۔ کوئی قطار میں کھڑا ہوا اور سیکیورٹی میں پہنچا اور محسوس کیا کہ وہ چیک ان کاؤنٹر پر اپنی جیکٹ بھول گیا ہے۔ وہ جیکٹ واپس لے لیتے ہیں اور پھر واپس آتے ہیں۔ وہ شخص قطار کے سامنے سے پیچھے کی طرف انتظار کرنے کے بجائے چھلانگ لگاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक हवाई अड्डे पर सुरक्षा जांच के लिए कतार में खड़े पांच लोग, एक ही मशीन है, जो सुरक्षा जांच के लिए काम कर रही है, कोई कतार में खड़ा है और सुरक्षा के लिए पहुंचता है और महसूस करता है कि वह चेक-इन काउंटर पर अपनी जैकेट भूल गया है, वह जैकेट वापस ले लेता है और फिर वापस आता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en la fila para el control de seguridad en un aeropuerto. Sólo hay una máquina trabajando para el control de seguridad. Alguien esperó en la fila y llegó a la seguridad y se dio cuenta de que olvidó su chaqueta en el mostrador de check-in. Recogen la chaqueta y luego regresan. Esa persona salta a la parte delantera de la línea en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in der Schlange für die Sicherheitskontrolle an einem Flughafen warten. Es gibt nur eine Maschine, die für die Sicherheitskontrolle arbeitet. Jemand wartete in der Schlange und kam zur Sicherheit und erkannte, dass er seine Jacke am Check-in-Schalter vergessen hatte. Er holt die Jacke und kommt dann zurück. Diese Person springt an die Vorderseite der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"b_bathroom","condition":"bathroom","study":"lines","human.response":0.0813953488,"feature1":1.0,"feature2":-13.7215189873,"feature3":27.0,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line to use a single-occupancy bathroom at a concert venue. Someone at the back of the line needs to use the bathroom. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在音乐会场地排队使用单人浴室<unk>排队后面的人需要使用浴室<unk>那个人跳到排队前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک کنسرٹ کے مقام پر ایک واحد قبضے والے باتھ روم کا استعمال کرنے کے لئے قطار میں انتظار کر رہے ہیں۔ لائن کے پچھلے حصے میں کسی کو باتھ روم استعمال کرنے کی ضرورت ہے۔ وہ شخص لائن کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کی طرف چھلانگ لگاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक कॉन्सर्ट स्थल पर एक एकल-अवस्थित शौचालय का उपयोग करने के लिए कतार में इंतजार कर रहे हैं। कतार के पीछे किसी को शौचालय का उपयोग करने की आवश्यकता है। वह व्यक्ति पीछे इंतजार करने के बजाय कतार के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila para usar un baño de una sola ocupación en un lugar de concierto. Alguien en la parte posterior de la fila necesita usar el baño. Esa persona se salta al frente de la fila en lugar de esperar en la parte posterior.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Warteschlange stehen, um ein Badezimmer für einen einzigen Besucher an einem Konzertort zu benutzen. Jemand am Ende der Schlange muss das Badezimmer benutzen. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"b_jacket","condition":"bathroom","study":"lines","human.response":0.6744186047,"feature1":0.0,"feature2":-4.3670886076,"feature3":23.3670886076,"feature1b":1.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line to use a single-occupancy bathroom at a concert venue. Someone at the back of the line thinks they forgot their jacket in the bathroom. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在音乐会场地排队使用单人浴室,排队后面的人认为他们在浴室里忘记了外套,而这个人跳到排队前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک کنسرٹ کے مقام پر ایک واحد قبضے والے باتھ روم کا استعمال کرنے کے لئے قطار میں انتظار کر رہے ہیں۔ لائن کے پچھلے حصے میں کوئی شخص سوچتا ہے کہ وہ اپنی جیکٹ باتھ روم میں بھول گیا ہے۔ وہ شخص قطار کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کود جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक कॉन्सर्ट स्थल पर एक एकल-अवस्थित शौचालय का उपयोग करने के लिए कतार में इंतजार कर रहे हैं। कतार के पीछे कोई सोचता है कि वे शौचालय में अपनी जैकेट भूल गए हैं। वह व्यक्ति पीछे इंतजार करने के बजाय कतार के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en la fila para usar un baño de una sola ocupación en un lugar de concierto. Alguien en la parte de atrás de la fila piensa que olvidó su chaqueta en el baño. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Warteschlange stehen, um ein Badezimmer für einen einzigen Besucher an einem Konzertort zu benutzen. Jemand am Ende der Schlange denkt, er habe seine Jacke im Badezimmer vergessen. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"baby","condition":"airport","study":"lines","human.response":0.2558139535,"feature1":1.0,"feature2":-3.4415584416,"feature3":26.025974026,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line for the security screening at an airport. There is only one machine working for the security screening. Someone is standing in line with a baby who is crying very loudly. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在机场排队等待安全检查,只有一台机器在进行安全检查<unk>有人排队,有一名婴儿大声哭泣,那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک ہوائی اڈے پر سیکیورٹی اسکریننگ کے لیے قطار میں کھڑے پانچ افراد کا تصور کریں۔ صرف ایک مشین سیکیورٹی اسکریننگ کے لیے کام کر رہی ہے۔ کوئی شخص ایک بچے کے ساتھ قطار میں کھڑا ہے جو بہت زور سے رو رہا ہے۔ وہ شخص قطار میں پیچھے انتظار کرنے کے بجائے لائن کے سامنے کی طرف بھاگ جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक हवाई अड्डे पर सुरक्षा जांच के लिए कतार में खड़े हैं, केवल एक मशीन सुरक्षा जांच के लिए काम कर रही है, कोई व्यक्ति एक बच्चे के साथ कतार में खड़ा है जो बहुत जोर से रो रहा है, वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en la fila para el control de seguridad en un aeropuerto. Sólo hay una máquina que trabaja para el control de seguridad. Alguien está de pie en la fila con un bebé que está llorando muy fuerte. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Menschen, die in der Schlange für die Sicherheitskontrolle auf einem Flughafen warten. Es gibt nur eine Maschine, die für die Sicherheitskontrolle arbeitet. Jemand steht in der Schlange mit einem Baby, das sehr laut weint. Diese Person springt an die Vorderseite der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"cafe","condition":"airport","study":"lines","human.response":0.2674418605,"feature1":0.0,"feature2":-4.8701298701,"feature3":23.3506493506,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line for the security screening at an airport. There is only one machine working for the security screening. Someone arrives who works at a café inside the airport. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在机场排队等待安全检查,只有一台机器在进行安全检查<unk>有人到达机场内的一家咖啡馆工作,那个人跳到队伍的前面,而不是在后面等待<unk><\/s>","Urdu":"<\/s> __urd__ ایک ہوائی اڈے پر سیکیورٹی اسکریننگ کے لیے قطار میں کھڑے پانچ افراد کا تصور کریں۔ صرف ایک مشین سیکیورٹی اسکریننگ کے لیے کام کر رہی ہے۔ ہوائی اڈے کے اندر ایک کیفے میں کام کرنے والا شخص پہنچتا ہے۔ وہ شخص قطار میں پیچھے انتظار کرنے کے بجائے لائن کے سامنے جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक हवाई अड्डे पर सुरक्षा जांच के लिए कतार में खड़े पांच लोग, एक ही मशीन है, जो हवाई अड्डे के अंदर एक कैफे में काम करती है, और वह लाइन के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en la fila para el control de seguridad en un aeropuerto. Sólo hay una máquina trabajando para el control de seguridad. Llega alguien que trabaja en un café dentro del aeropuerto. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Schlange für die Sicherheitskontrolle an einem Flughafen warten. Es gibt nur eine Maschine, die für die Sicherheitskontrolle arbeitet. Jemand kommt an, der in einem Café innerhalb des Flughafens arbeitet. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"cater","condition":"deli","study":"lines","human.response":0.1279069767,"feature1":0.0,"feature2":-12.0519480519,"feature3":18.5584415584,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer wants to ask a series of questions about a catering order that he will pick up next week. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一个客户想问一系列关于他下周要接餐的餐饮订单的问题<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں دوپہر کے کھانے کے لئے سینڈوچ آرڈر کرنے کے لئے قطار میں کھڑے ہیں۔ صرف ایک شخص (کیشئر) ڈلی میں کام کر رہا ہے۔ ایک کسٹمر کیٹرنگ آرڈر کے بارے میں سوالات کا ایک سلسلہ پوچھنا چاہتا ہے جو وہ اگلے ہفتے اٹھائے گا۔ وہ شخص قطار کے سامنے جانے کے بجائے پیچھے انتظار کرتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डेली में कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक एक कैटरिंग ऑर्डर के बारे में कई प्रश्न पूछना चाहता है जिसे वह अगले सप्ताह उठाएगा। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Un cliente quiere hacer una serie de preguntas sobre un pedido de catering que recogerá la próxima semana. Esa persona se salta al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde möchte eine Reihe von Fragen zu einer Catering-Ordnung stellen, die er nächste Woche abholen wird. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"clean","condition":"bathroom","study":"lines","human.response":0.7441860465,"feature1":0.0,"feature2":-6.9240506329,"feature3":12.5316455696,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line to use a single-occupancy bathroom at a concert venue. Someone arrives who needs to clean the bathroom. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在音乐会场地排队使用单人浴室,有人来了,需要清理浴室<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک کنسرٹ کے مقام پر ایک واحد قبضے والے باتھ روم کا استعمال کرنے کے لئے قطار میں انتظار کر رہے ہیں۔ کوئی شخص پہنچتا ہے جس کو باتھ روم کو صاف کرنے کی ضرورت ہے۔ وہ شخص قطار کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کود جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक कॉन्सर्ट स्थल पर एक एकल-ऑक्यूपेशन बाथरूम का उपयोग करने के लिए कतार में इंतजार कर रहे हैं। कोई व्यक्ति आता है जिसे बाथरूम को साफ करने की आवश्यकता होती है। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en la fila para usar un baño de una sola ocupación en un lugar de concierto. Llega alguien que necesita limpiar el baño. Esa persona se salta al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Warteschlange stehen, um ein Badezimmer für einen einzigen Besucher an einem Konzertort zu benutzen. Jemand kommt an, der das Badezimmer putzen muss. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"diabetic","condition":"deli","study":"lines","human.response":0.8837209302,"feature1":1.0,"feature2":-6.6363636364,"feature3":25.5324675325,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer walks in who is diabetic and urgently needs sugar. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一位糖尿病患者走进来,急需糖<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں قطار میں کھڑے ہیں اور دوپہر کے کھانے کے لئے سینڈوچ کا آرڈر دے رہے ہیں۔ ڈلی میں صرف ایک شخص (کیشئر) کام کر رہا ہے۔ ایک گاہک اندر آتا ہے جو ذیابیطس کا مریض ہے اور اسے فوری طور پر چینی کی ضرورت ہے۔ وہ شخص قطار میں پیچھے انتظار کرنے کے بجائے لائن کے سامنے جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डेली में कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक अंदर जाता है जो मधुमेह है और तत्काल चीनी की आवश्यकता है। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Un cliente entra que es diabético y necesita azúcar urgentemente. Esa persona salta a la parte delantera de la línea en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde kommt herein, der Diabetiker ist und dringend Zucker braucht. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"friend","condition":"bathroom","study":"lines","human.response":0.1627906977,"feature1":1.0,"feature2":-4.5316455696,"feature3":16.6202531646,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line to use a single-occupancy bathroom at a concert venue. Someone at the back of the line is a friend of someone at the front of the line. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在音乐会场地排队使用单人浴室<unk>排队后面的人是排队前面的朋友<unk>那个人跳到排队前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک کنسرٹ کے مقام پر ایک واحد قبضے والے باتھ روم کا استعمال کرنے کے لئے قطار میں انتظار کر رہے ہیں۔ لائن کے پچھلے حصے میں کوئی شخص لائن کے سامنے کسی شخص کا دوست ہے۔ وہ شخص لائن کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کی طرف جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक कॉन्सर्ट स्थल पर एक एकल-ऑक्यूपेशन बाथरूम का उपयोग करने के लिए कतार में इंतजार कर रहे हैं। कतार के पीछे कोई व्यक्ति कतार के सामने किसी व्यक्ति का दोस्त है। वह व्यक्ति पीछे इंतजार करने के बजाय कतार के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila para usar un baño de una sola ocupación en un lugar de concierto. Alguien en la parte de atrás de la fila es amigo de alguien en la parte delantera de la fila. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Warteschlange stehen, um ein Badezimmer für einen einzigen Besucher an einem Konzertort zu benutzen. Jemand am Ende der Schlange ist ein Freund von jemandem an der Vorderseite der Schlange. Diese Person springt an die Vorderseite der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"family","condition":"deli","study":"lines","human.response":0.7790697674,"feature1":1.0,"feature2":-7.7272727273,"feature3":16.1168831169,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. Two children and their mother walk in. The father of the family is currently placing an order with the cashier. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>两个孩子和他们的母亲走进来<unk>家庭的父亲正在向收银员订购<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ افراد ایک ڈلی میں قطار میں کھڑے ہیں اور دوپہر کے کھانے کے لئے سینڈوچ کا آرڈر دے رہے ہیں۔ صرف ایک شخص (کیشئر) ڈلی میں کام کر رہا ہے۔ دو بچے اور ان کی والدہ اندر آتے ہیں۔ خاندان کا باپ اس وقت کیشئر کے ساتھ آرڈر دے رہا ہے۔ وہ شخص قطار کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کی طرف جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक डेली में दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए कतार में खड़े हैं, केवल एक व्यक्ति (कैशियर) डेली में काम कर रहा है, दो बच्चे और उनकी माँ अंदर आते हैं, परिवार के पिता वर्तमान में कैशियर के साथ एक आदेश दे रहे हैं, वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Dos niños y su madre entran. El padre de la familia está actualmente haciendo un pedido con el cajero. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Zwei Kinder und ihre Mutter kommen herein. Der Vater der Familie gibt gerade eine Bestellung bei der Kassiererin. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"vomit","condition":"bathroom","study":"lines","human.response":0.8255813953,"feature1":1.0,"feature2":-10.0379746835,"feature3":30.8987341772,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line to use a single-occupancy bathroom at a concert venue. Someone at the back of the line needs to throw up immediately. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在音乐会场地排队使用单人浴室,排队后面的人需要立即吐<unk>那个人跳到排队前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک کنسرٹ کے مقام پر ایک واحد قبضے والے باتھ روم کا استعمال کرنے کے لئے قطار میں کھڑے ہیں۔ لائن کے پچھلے حصے میں کسی کو فوری طور پر قے کرنے کی ضرورت ہے۔ وہ شخص قطار کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کودتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक कॉन्सर्ट स्थल पर एक एकल-ऑक्यूपेशन बाथरूम का उपयोग करने के लिए कतार में इंतजार कर रहे हैं। कतार के पीछे किसी को तुरंत उल्टी करने की आवश्यकता है। वह व्यक्ति पीछे इंतजार करने के बजाय कतार के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila para usar un baño de una sola ocupación en un lugar de concierto. Alguien en la parte posterior de la fila necesita vomitar inmediatamente. Esa persona salta al frente de la fila en lugar de esperar en la parte posterior.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Warteschlange stehen, um ein einzelnes Badezimmer an einem Konzertort zu benutzen. Jemand am Ende der Schlange muss sofort übergeben. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"married","condition":"deli","study":"lines","human.response":0.6976744186,"feature1":1.0,"feature2":-4.6883116883,"feature3":15.2727272727,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer walks in who is married to a customer who is currently placing an order with the cashier. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一位客户走进来,他与正在收银员订购的客户结婚<unk>该人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں قطار میں کھڑے ہیں اور دوپہر کے کھانے کے لئے سینڈوچ کا آرڈر دے رہے ہیں۔ ڈلی میں صرف ایک شخص (کیشئر) کام کر رہا ہے۔ ایک گاہک اندر آتا ہے جو اس گاہک سے شادی شدہ ہے جو اس وقت کیشئر کے ساتھ آرڈر دے رہا ہے۔ وہ شخص قطار کے سامنے سے گزر جاتا ہے بجائے اس کے کہ وہ پیچھے انتظار کرے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डेली में कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक अंदर जाता है जो एक ग्राहक से शादीशुदा है जो वर्तमान में कैशियर के साथ एक आदेश दे रहा है। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Un cliente entra que está casado con un cliente que actualmente está haciendo un pedido con el cajero. Esa persona salta a la parte delantera de la línea en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde kommt herein, der mit einem Kunden verheiratet ist, der derzeit eine Bestellung bei der Kassiererin macht. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"repair","condition":"deli","study":"lines","human.response":0.8139534884,"feature1":0.0,"feature2":-7.5844155844,"feature3":14.012987013,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. The oven in the deli broke this morning and the deli therefore removed half the items from the menu. The oven-repair technician shows up and needs to ask the cashier a series of questions about the oven so he can fix it. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>今天早上美食店的烤箱坏了,所以美食店从菜单上删除了一半的商品<unk>烤箱维修技术人员出现,需要问收银员关于烤箱的一系列问题,以便他可以修复它<unk>那个人跳到排队的前面,而不是在后面等待<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں دوپہر کے کھانے کے لئے سینڈوچ آرڈر کرنے کے لئے قطار میں کھڑے ہیں۔ صرف ایک شخص (کیشئر) ڈلی میں کام کر رہا ہے۔ ڈلی میں تندور آج صبح ٹوٹ گیا اور ڈلی نے اس وجہ سے مینو سے آدھی اشیاء کو ہٹا دیا۔ تندور کی مرمت کرنے والا ٹیکنیشن ظاہر ہوتا ہے اور اسے تندور کے بارے میں کیشئر سے سوالات کی ایک سیریز پوچھنا پڑتا ہے تاکہ وہ اسے ٹھیک کر سکے۔ وہ شخص قطار کے سامنے سے گزر جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डेली में कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। डेली में ओवन आज सुबह टूट गया और इसलिए डेली ने मेनू से आधे आइटम हटा दिए। ओवन-मरम्मत तकनीशियन दिखाई देता है और कैशियर को ओवन के बारे में कई प्रश्न पूछने की जरूरत है ताकि वह इसे ठीक कर सके। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. El horno de la tienda se rompió esta mañana y la tienda por lo tanto eliminó la mitad de los artículos del menú. El técnico de reparación del horno aparece y necesita hacerle a la cajero una serie de preguntas sobre el horno para que pueda arreglarlo.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Küche warten, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Küche arbeitet. Der Ofen in der Küche ist heute Morgen kaputtgegangen und der Köstlichkeit hat daher die Hälfte der Artikel aus der Speisekarte entfernt. Der Ofenreparaturtechniker kommt und muss dem Kassierer eine Reihe von Fragen über den Ofen stellen, damit er ihn reparieren kann.<\/s>"}
{"context":"sandwich","condition":"deli","study":"lines","human.response":0.0697674419,"feature1":1.0,"feature2":-11.2337662338,"feature3":18.4025974026,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer walks in who wants to order a sandwich. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一个想要订三明治的客户走进来<unk>那个人跳到队伍的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں دوپہر کے کھانے کے لئے سینڈوچ آرڈر کرنے کے لئے قطار میں کھڑے ہیں۔ صرف ایک شخص (کیشئر) ڈلی میں کام کر رہا ہے۔ ایک کسٹمر اندر آتا ہے جو سینڈوچ آرڈر کرنا چاہتا ہے۔ وہ شخص قطار کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کی طرف جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डेली में कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक अंदर जाता है जो सैंडविच ऑर्डर करना चाहता है। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Un cliente entra que quiere pedir un sándwich. Esa persona se salta al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde kommt herein, der ein Sandwich bestellen will. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"20_minutes","condition":"airport","study":"lines","human.response":0.4186046512,"feature1":1.0,"feature2":-3.0909090909,"feature3":30.025974026,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line for the security screening at an airport. There is only one machine working for the security screening. Someone arrives whose flight leaves in 20 minutes. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在机场排队等待安全检查,只有一台机器在进行安全检查<unk>有人到达,飞机在20分钟后起飞<unk>那个人跳到排队的前面,而不是在后面等待<unk><\/s>","Urdu":"<\/s> __urd__ ایک ہوائی اڈے پر سیکیورٹی اسکریننگ کے لیے قطار میں کھڑے پانچ افراد کا تصور کریں۔ صرف ایک مشین سیکیورٹی اسکریننگ کے لیے کام کر رہی ہے۔ کوئی شخص پہنچتا ہے جس کی پرواز 20 منٹ میں روانہ ہوتی ہے۔ وہ شخص قطار میں پیچھے انتظار کرنے کے بجائے لائن کے سامنے جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक हवाई अड्डे पर सुरक्षा जांच के लिए कतार में खड़े पांच लोग, एक ही मशीन है, जो सुरक्षा जांच के लिए काम कर रही है, कोई व्यक्ति आता है जिसकी उड़ान 20 मिनट में निकलती है, वह व्यक्ति कतार के पीछे इंतजार करने के बजाय कतार के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en la fila para el control de seguridad en un aeropuerto. Sólo hay una máquina trabajando para el control de seguridad. Algo llega cuyo vuelo sale en 20 minutos. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Schlange für die Sicherheitskontrolle an einem Flughafen warten. Es gibt nur eine Maschine, die für die Sicherheitskontrolle arbeitet. Jemand kommt an, dessen Flug in 20 Minuten abfährt. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"soda","condition":"deli","study":"lines","human.response":0.1395348837,"feature1":1.0,"feature2":-4.9480519481,"feature3":15.8571428571,"feature1b":1.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer who is eating lunch at the deli wants to buy another soda. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一家美食店吃午餐的顾客想买另一杯汽水<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں قطار میں کھڑے ہیں اور دوپہر کے کھانے کے لئے سینڈوچ کا آرڈر دے رہے ہیں۔ ڈلی میں صرف ایک شخص (کیشئر) کام کر رہا ہے۔ ایک گاہک جو ڈلی میں دوپہر کا کھانا کھا رہا ہے وہ ایک اور سوڈا خریدنا چاہتا ہے۔ وہ شخص قطار کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डेली में कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक जो डेली में दोपहर का भोजन कर रहा है वह एक और सोडा खरीदना चाहता है। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una delicatessen para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la delicatessen. Un cliente que está almorzando en la delicatessen quiere comprar otro refresco. Esa persona se salta a la parte delantera de la línea en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde, der im Delicatessen zu Mittag isst, will eine weitere Soda kaufen. Diese Person springt an die Vorderseite der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"spoon","condition":"deli","study":"lines","human.response":0.7790697674,"feature1":0.0,"feature2":-0.2337662338,"feature3":13.8701298701,"feature1b":1.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer who is eating soup at the deli dropped his spoon on the floor and needs another one. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一家美食店吃汤的顾客把他的匙掉在地板上,需要另一个<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں دوپہر کے کھانے کے لئے سینڈوچ آرڈر کرنے کے لئے قطار میں کھڑے ہیں۔ ڈلی میں صرف ایک شخص (کیشئر) کام کر رہا ہے۔ ایک گاہک جو ڈلی میں سوپ کھا رہا ہے اس نے اپنا چمچ فرش پر گرا دیا اور اسے ایک اور چمچ کی ضرورت ہے۔ وہ شخص قطار کے سامنے جانے کے بجائے پیچھے انتظار کرتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डिली में कतार में इंतजार कर रहे हैं। डिली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक जो डिली में सूप खा रहा है, उसने अपना चम्मच फर्श पर गिरा दिया और उसे एक और चाहिए। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Un cliente que está comiendo sopa en la tienda dejó caer su cuchara en el suelo y necesita otra. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde, der in der Delicatessen-Kette Suppe isst, hat seinen Löffel auf den Boden fallen lassen und braucht einen weiteren. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"toiletpaper","condition":"deli","study":"lines","human.response":0.7558139535,"feature1":0.0,"feature2":-4.3246753247,"feature3":18.6623376623,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer notices that the bathroom is out of toilet paper.He wants to ask the cashier to get him more toilet paper. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一个客户注意到浴室的卫生纸用完<unk>他想请收银员给他多点卫生纸<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں قطار میں کھڑے ہیں اور دوپہر کے کھانے کے لئے سینڈوچ کا آرڈر دے رہے ہیں۔ ڈلی میں صرف ایک شخص (کیشئر) کام کر رہا ہے۔ ایک کسٹمر نے محسوس کیا کہ باتھ روم میں ٹوائلٹ پیپر ختم ہوچکا ہے۔ وہ کیشئر سے پوچھنا چاہتا ہے کہ وہ اسے مزید ٹوائلٹ پیپر لے آئے۔ وہ شخص قطار کے آخر میں انتظار کرنے کے بجائے لائن کے سامنے کی طرف بھاگ جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक डेली में दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक नोटिस करता है कि बाथरूम में शौचालय का कागज खत्म हो गया है। वह कैशियर से उसे और शौचालय का कागज लाने के लिए पूछना चाहता है। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूदता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Un cliente se da cuenta de que el baño está sin papel higiénico. Quiere pedirle al cajero que le traiga más papel higiénico. Esa persona se salta al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette in der Schlange stehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde bemerkt, dass das Toilettenpapier im Badezimmer ausgegangen ist. Er will den Kassierer bitten, ihm mehr Toilettenpapier zu besorgen. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"elderly","condition":"bathroom","study":"lines","human.response":0.8837209302,"feature1":1.0,"feature2":4.4050632911,"feature3":21.1898734177,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line to use a single-occupancy bathroom at a concert venue. Someone at the back of the line is an aid to an elderly person at the front of the line. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在音乐会场地排队使用单人浴室<unk>排队后面的人是排队前面老人的一员<unk>那个人跳到排队前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ افراد ایک کنسرٹ کے مقام پر ایک واحد قبضے والے باتھ روم کا استعمال کرنے کے لئے قطار میں کھڑے ہیں۔ قطار کے پچھلے حصے میں کوئی شخص قطار کے سامنے ایک بوڑھے شخص کی مدد کر رہا ہے۔ وہ شخص قطار کے پچھلے حصے میں انتظار کرنے کے بجائے قطار کے سامنے کی طرف چھلانگ لگاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक कॉन्सर्ट स्थल पर एक एकल-ऑक्यूपेशन बाथरूम का उपयोग करने के लिए कतार में इंतजार कर रहे हैं। कतार के पीछे कोई व्यक्ति कतार के सामने एक बुजुर्ग व्यक्ति की सहायता कर रहा है। वह व्यक्ति पीछे इंतजार करने के बजाय कतार के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila para usar un baño de una sola ocupación en un lugar de concierto. Alguien en la parte trasera de la fila es una ayuda para una persona mayor en la parte delantera de la fila. Esa persona salta a la parte delantera de la fila en lugar de esperar en la parte trasera.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Warteschlange stehen, um ein einzelnes Badezimmer an einem Konzertort zu benutzen. Jemand am Ende der Schlange hilft einer älteren Person an der Spitze der Schlange. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"soap","condition":"deli","study":"lines","human.response":0.8372093023,"feature1":0.0,"feature2":-0.5324675325,"feature3":4.7792207792,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer uses the last of the hand soap in the bathroom. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一个客户在浴室里用了最后的手洗<unk><unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں دوپہر کے کھانے کے لئے سینڈوچ آرڈر کرنے کے لئے قطار میں کھڑے ہیں۔ ڈلی میں صرف ایک شخص (کیشئر) کام کر رہا ہے۔ ایک کسٹمر باتھ روم میں ہاتھ کے صابن کا آخری استعمال کرتا ہے۔ وہ شخص قطار کے آخر میں انتظار کرنے کے بجائے لائن کے سامنے چھوڑ دیتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डेली में कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक बाथरूम में अंतिम हाथ साबुन का उपयोग करता है। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Un cliente usa el último jabón de manos en el baño. Esa persona se salta al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde benutzt die letzte Handseife im Badezimmer. Diese Person springt an die Vorderseite der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"water","condition":"deli","study":"lines","human.response":0.3488372093,"feature1":0.0,"feature2":-2.3116883117,"feature3":15.1038961039,"feature1b":1.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line at a deli to order sandwiches for lunch. There is only one person (the cashier) working at the deli. A customer who is eating lunch at the deli wants a refill on tap water. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在美食店排队订午餐三明治<unk>只有一个人(收银员)在美食店工作<unk>一家美食店吃午餐的顾客想要补充水源<unk>那个人跳到排队的前面,而不是在后面等<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک ڈلی میں قطار میں کھڑے ہیں اور دوپہر کے کھانے کے لئے سینڈوچ کا آرڈر دے رہے ہیں۔ ڈلی میں صرف ایک شخص (کیشئر) کام کر رہا ہے۔ ایک گاہک جو ڈلی میں دوپہر کا کھانا کھا رہا ہے وہ نل کے پانی پر ریفیل چاہتا ہے۔ وہ شخص قطار کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کی طرف جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग हैं जो दोपहर के भोजन के लिए सैंडविच ऑर्डर करने के लिए एक डेली में कतार में इंतजार कर रहे हैं। डेली में केवल एक व्यक्ति (कैशियर) काम कर रहा है। एक ग्राहक जो डेली में दोपहर का भोजन कर रहा है वह नल के पानी पर रिफिल चाहता है। वह व्यक्ति पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila en una tienda para pedir sándwiches para el almuerzo. Sólo hay una persona (el cajero) trabajando en la tienda. Un cliente que está almorzando en la tienda quiere un reabastecimiento de agua del grifo. Esa persona se salta al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Delicatessen-Kette anstehen, um Sandwiches zum Mittagessen zu bestellen. Es gibt nur eine Person (den Kassierer), die in der Delicatessen-Kette arbeitet. Ein Kunde, der im Delicatessen zu Mittag isst, will ein Nachfüllen von Wasser aus dem Wasserhahn. Diese Person springt an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"wash_hands","condition":"bathroom","study":"lines","human.response":0.3255813953,"feature1":0.0,"feature2":-8.0632911392,"feature3":18.164556962,"feature1b":0.0,"feature1c":null,"scenario":"Imagine that there are five people who are waiting in line to use a single-occupancy bathroom at a concert venue. Someone at the back of the line just needs to wash their hands. That person skips to the front of the line instead of waiting in the back.","Chinese":"<\/s> __cmn__ 假设有五个人在音乐会场地排队使用单人浴室,排队后面的人只需要洗手,而非排队后面的人,就跳到排队前面<unk><\/s>","Urdu":"<\/s> __urd__ تصور کریں کہ پانچ لوگ ایک کنسرٹ کے مقام پر ایک واحد قبضے والے باتھ روم کا استعمال کرنے کے لئے قطار میں کھڑے ہیں۔ لائن کے پچھلے حصے میں کسی کو صرف اپنے ہاتھ دھونے کی ضرورت ہے۔ وہ شخص لائن کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے کی طرف چھلانگ لگاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ कल्पना कीजिए कि पांच लोग एक कॉन्सर्ट स्थल पर एक एकल-ऑक्यूपेशन बाथरूम का उपयोग करने के लिए कतार में इंतजार कर रहे हैं, लाइन के पीछे किसी को सिर्फ अपने हाथों को धोने की जरूरत है, वह व्यक्ति लाइन के पीछे इंतजार करने के बजाय लाइन के सामने की ओर कूद जाता है।<\/s>","Spanish":"<\/s> __spa__ Imagínese que hay cinco personas que están esperando en fila para usar un baño de una sola ocupación en un lugar de concierto. Alguien en la parte posterior de la fila sólo necesita lavarse las manos. Esa persona salta al frente de la fila en lugar de esperar en la parte trasera.<\/s>","German":"<\/s> __deu__ Stellen Sie sich vor, es gibt fünf Personen, die in einer Warteschlange stehen, um ein einzelnes Badezimmer an einem Konzertort zu benutzen. Jemand am Ende der Schlange muss sich nur die Hände waschen. Diese Person springt an die Vorderseite der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"not.fav.flavor","condition":"snack2","study":"lines","human.response":0.25,"feature1":1.0,"feature2":3.1666666667,"feature3":1.9166666667,"feature1b":1.0,"feature1c":2.0909090909,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy didn’t get his favorite flavor. He wants to ask the teacher for a different flavor of chips. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 这是一个关于一个课堂的故事.课堂里的孩子们都在排队等老师的零食.这个男孩没有得到他最喜欢的味道.他想问老师不同的味道的<unk>片.他去排队的前面,而不是等待在排队的后面.<\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، لیکن اس لڑکے کو اس کا پسندیدہ ذائقہ نہیں ملا۔ وہ اساتذہ سے مختلف ذائقہ کی چپس مانگنا چاہتا ہے، اس لیے وہ قطار میں سب سے آگے کھڑا ہو جاتا ہے، نہ کہ پیچھے۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है। कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में इंतजार कर रहे हैं। इस लड़के को अपना पसंदीदा स्वाद नहीं मिला। वह शिक्षक से चिप्स का एक अलग स्वाद पूछना चाहता है। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula. Los niños en el aula están todos esperando en fila para obtener un bocadillo de su maestro. Este niño no obtuvo su sabor favorito. Quiere pedirle al maestro un sabor diferente de papas fritas. Se va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge hat seinen Lieblingsgeschmack nicht bekommen. Er will den Lehrer um einen anderen Geschmack an Chips bitten. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"jellybeans","condition":"snack2","study":"lines","human.response":0.3181818182,"feature1":1.0,"feature2":3.3958333333,"feature3":2.1666666667,"feature1b":1.0,"feature1c":0.1818181818,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy got a bag of jelly beans that only has worst flavor. He wants to ask the teacher for a different bag of jelly beans. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里的孩子们都在排队等老师的零食<unk>这个男孩拿到了一袋只有最糟糕味道的果<unk>,他想向老师求另一袋果<unk>,他走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اس لڑکے کو جیلی بینز کا ایک بیگ مل گیا ہے جس میں سب سے زیادہ ذائقہ ہے۔ وہ اساتذہ سے جیلی بینز کا ایک مختلف بیگ مانگنا چاہتا ہے۔ وہ قطار کے آخر میں انتظار کرنے کے بجائے قطار کے سامنے جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़के को जेली बीन्स का एक बैग मिला है, जिसमें केवल सबसे बुरा स्वाद है, वह शिक्षक से जेली बीन्स का एक अलग बैग पूछना चाहता है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en fila para obtener un bocadillo de su maestro. Este niño tiene una bolsa de jalea que sólo tiene el peor sabor. Quiere pedirle al maestro una bolsa diferente de jalea. Se va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge hat eine Tasche Marmelade, die nur den schlimmsten Geschmack hat. Er will den Lehrer um eine andere Tasche Marmelade bitten. Er geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"hungry","condition":"snack2","study":"lines","human.response":0.2954545455,"feature1":1.0,"feature2":3.3958333333,"feature3":2.9583333333,"feature1b":-3.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl forgot to eat breakfast and is really really hungry. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个女孩忘了吃早餐,而且真的饿了<unk>她走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکی ناشتہ کرنا بھول گئی ہے اور اسے بہت بھوک لگی ہے، وہ قطار میں بیٹھنے کے بجائے قطار کے سامنے بیٹھ جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की नाश्ता करना भूल गई है और उसे बहुत भूख लगी है, वह कतार में पीछे बैठने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en fila para obtener un bocadillo de su maestra. Esta niña se olvidó de desayunar y tiene mucho hambre. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat vergessen, Frühstück zu essen und ist wirklich, wirklich hungrig. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"hungry","condition":"adult","study":"lines","human.response":0.2708333333,"feature1":1.0,"feature2":3.5625,"feature3":3.4583333333,"feature1b":0.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. A girl forgot to eat breakfast and is really really hungry. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>一个女孩忘了吃早餐,而且真的饿了<unk>她走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکی ناشتہ کرنا بھول گئی ہے اور اسے بہت بھوک لگی ہے، وہ قطار میں انتظار کرنے کی بجائے قطار کے سامنے جا رہی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की नाश्ता करना भूल गई और वास्तव में भूखी है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en fila para obtener un bocadillo de su maestra. Una niña se olvidó de desayunar y tiene mucho hambre. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Ein Mädchen hat vergessen, Frühstück zu essen und ist wirklich, wirklich hungrig. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"headache","condition":"snack2","study":"lines","human.response":0.9090909091,"feature1":0.0,"feature2":3.5208333333,"feature3":4.8958333333,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl has a really bad headache and only wants to ask if she can go to the nurse. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个女孩头疼得很痛,只想问她能不能去看护士<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اس لڑکی کے سر میں شدید درد ہے اور وہ صرف یہ پوچھنا چاہتی ہے کہ کیا وہ نرس کے پاس جا سکتی ہے؟ وہ قطار کے آخر میں انتظار کرنے کے بجائے قطار کے سامنے جا رہی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की का सिर दर्द होता है और वह केवल यह पूछना चाहती है कि क्या वह नर्स के पास जा सकती है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña tiene un dolor de cabeza muy fuerte y sólo quiere preguntar si puede ir a la enfermera, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat wirklich starke Kopfschmerzen und will nur fragen, ob sie zur Krankenschwester gehen kann. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"half.cookies","condition":"snack2","study":"lines","human.response":0.4318181818,"feature1":1.0,"feature2":3.3958333333,"feature3":2.3541666667,"feature1b":1.0,"feature1c":0.0909090909,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl already waited in line and got her snack, but half of the cookies were crushed. So, she has three cookies instead of six. She wants to ask for a different bag of cookies. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个女孩已经排队等着吃点心了,但半个饼干都被粉碎了<unk>所以,她有三个饼干,而不是六个<unk>她想问一个不同的饼干袋<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اس لڑکی نے پہلے ہی اپنی لائن میں کھڑا ہو کر ناشتے کی قطار میں کھڑا ہو گیا ہے لیکن آدھی کوکیز کچل گئی ہیں ، اس کے بعد اس کے پاس چھ کی بجائے تین کوکیز ہیں ، وہ کوکیز کا ایک مختلف بیگ مانگنا چاہتی ہے ، اور وہ قطار کے پچھلے حصے میں انتظار کرنے کے بجائے قطار کے سامنے جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में खड़े हैं, लेकिन लड़की पहले से ही कतार में खड़ी थी और स्नैक प्राप्त कर ली थी, लेकिन आधे कुकीज़ कुचल दिए गए थे, इसलिए उसके पास छह के बजाय तीन कुकीज़ हैं, वह कुकीज़ का एक अलग बैग मांगना चाहती है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña ya esperó en la fila y obtuvo su bocadillo, pero la mitad de las galletas estaban aplastadas, así que tiene tres galletas en lugar de seis, quiere pedir una bolsa diferente de galletas, se va al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat bereits in der Schlange gewartet und seinen Snack bekommen, aber die Hälfte der Kekse war zerquetscht. Also hat sie drei Kekse anstelle von sechs. Sie will eine andere Tüte Kekse verlangen. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"glitter","condition":"snack2","study":"lines","human.response":0.5227272727,"feature1":0.0,"feature2":4.3333333333,"feature3":1.7083333333,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. Someone spilled glitter all over the floor. This boy wants the teacher to help sweep up the glitter. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>有人把闪光的花粉倒在地板上<unk>这个男孩想让老师帮他扫掉闪光的花粉<unk>他走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، کسی نے فرش پر چمک پھینکی ہے، اس لڑکے نے اساتذہ سے چمک صاف کرنے میں مدد مانگی ہے، اس نے قطار میں بیٹھ کر انتظار کرنے کی بجائے قطار کے سامنے کھڑا ہو گیا۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, किसी ने फर्श पर ग्लिटर उंडेल दिया है, यह लड़का चाहता है कि शिक्षक ग्लिटर को झाड़ने में मदद करे, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestro. Alguien derramó brillo por todo el suelo. Este niño quiere que el maestro ayude a barrer el brillo. Él va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Jemand hat Glitter überall auf den Boden verschüttet. Dieser Junge will, dass der Lehrer hilft, den Glitter aufzufegen. Er geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"get.napkin","condition":"adult","study":"lines","human.response":0.6458333333,"feature1":0.0,"feature2":3.0,"feature3":2.9375,"feature1b":1.0,"feature1c":1.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl already got her snack, but she wants get a napkin. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里的孩子们都在排队等老师给他们点点心<unk>这个女孩已经吃了点心,但她想拿个餐巾<unk>她走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکی نے ناشتہ لے لیا ہے، لیکن وہ نپل لینا چاہتی ہے، وہ قطار میں سب سے آگے کھڑی ہو جاتی ہے، اس کے بجائے کہ وہ قطار میں سب سے پیچھے کھڑی ہو۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन एक लड़की ने पहले ही स्नैक ले लिया है, लेकिन वह एक नैपकिन लेना चाहती है। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña ya tiene su bocadillo, pero quiere obtener una servilleta, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat schon ihren Snack, aber sie will eine Serviette bekommen. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"friend","condition":"adult","study":"lines","human.response":0.2083333333,"feature1":1.0,"feature2":4.0625,"feature3":2.4791666667,"feature1b":0.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. A boy wants a snack and wants to stand next to his friend in the front of the line while he waits. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>一个男孩想要点儿零食,他想在等队的前面站在朋友旁边<unk>他走到队的前面,而不是在队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکا ناشتہ چاہتا ہے اور انتظار کرتے ہوئے اپنے دوست کے ساتھ قطار میں کھڑا ہونا چاہتا ہے۔ وہ قطار کے آخر میں انتظار کرنے کے بجائے قطار کے سامنے کھڑا ہو جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़का स्नैक चाहता है और जब वह कतार में इंतजार कर रहा होता है तो वह अपने दोस्त के बगल में कतार में खड़े होना चाहता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en fila para obtener un bocadillo de su maestro. Un niño quiere un bocadillo y quiere estar al lado de su amigo en la parte delantera de la fila mientras espera. Él va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Ein Junge will einen Snack und will neben seinem Freund an der Spitze der Schlange stehen, während er wartet. Er geht an die Spitze der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"fight","condition":"snack2","study":"lines","human.response":0.8863636364,"feature1":0.0,"feature2":4.4375,"feature3":3.1458333333,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. There are two kids fighting in the classroom. This girl wants the teacher to stop the fight. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿<unk>教室里有两个孩子在打架<unk>这个女孩想让老师停止打架<unk>她走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں دو بچے لڑ رہے ہیں اور ایک لڑکی اس کی طرف سے لڑنے کے لئے لائن میں کھڑی ہے، اس کے بعد وہ اس کی طرف سے لڑنے کے لئے لائن میں کھڑی ہے.<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में दो बच्चे लड़ रहे हैं और एक लड़की चाहती है कि शिक्षक लड़ना बंद कर दे।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro. Hay dos niños peleando en la clase. Esta niña quiere que el maestro detenga la pelea. Ella va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Es gibt zwei Kinder, die im Klassenzimmer kämpfen. Dieses Mädchen will, dass der Lehrer den Kampf beendet. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"dropped","condition":"adult","study":"lines","human.response":0.3125,"feature1":1.0,"feature2":3.5416666667,"feature3":5.2083333333,"feature1b":1.0,"feature1c":1.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl already got her snack, but her snack fell on the ground. She wants to get a new one. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点心<unk>这个女孩已经拿到了点心,但她的点心掉在地上了<unk>她想拿一个新的<unk>她走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکی نے اپنا ناشتہ لے لیا ہے، لیکن اس کا ناشتہ زمین پر گر گیا ہے۔ وہ ایک نیا ناشتہ لینا چاہتی ہے، اس لیے وہ قطار میں سب سے آگے کھڑی ہو جاتی ہے، نہ کہ پیچھے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन एक लड़की ने पहले ही अपना स्नैक ले लिया है, लेकिन उसका स्नैक जमीन पर गिर गया है, वह एक नया स्नैक लेना चाहती है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña ya tiene su bocadillo, pero su bocadillo cayó al suelo, quiere obtener uno nuevo, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat schon seinen Snack bekommen, aber sein Snack ist auf den Boden gefallen. Sie will einen neuen bekommen. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"dislike.flavor","condition":"snack2","study":"lines","human.response":0.4318181818,"feature1":1.0,"feature2":3.2708333333,"feature3":2.0,"feature1b":1.0,"feature1c":1.8636363636,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy got a flavor he doesn’t like. He would like to ask the teacher for a different bag. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 这是一个关于一个课堂的故事<unk>课堂里的孩子们都在排队等老师的零食<unk>这个男孩吃了一种他不喜欢的味道<unk>他想问老师一个不同的袋子<unk>他走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کے لیے قطار میں کھڑے ہیں، ایک لڑکے کو ایک ایسا ذائقہ ملا ہے جو اسے پسند نہیں ہے۔ وہ اساتذہ سے ایک مختلف بیگ مانگنا چاہتا ہے۔ وہ قطار کے آخر میں انتظار کرنے کے بجائے قطار کے سامنے جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है। कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में इंतजार कर रहे हैं। इस लड़के को एक स्वाद मिला जो उसे पसंद नहीं है। वह शिक्षक से एक अलग बैग पूछना चाहेगा। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula. Los niños en el aula están todos esperando en fila para obtener un bocadillo de su maestro. A este niño le ha gustado un sabor que no le gusta. Le gustaría pedirle al maestro una bolsa diferente. Se va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge hat einen Geschmack, der ihm nicht gefällt. Er möchte den Lehrer um eine andere Tasche bitten. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"bruise","condition":"snack2","study":"lines","human.response":0.5681818182,"feature1":1.0,"feature2":3.2083333333,"feature3":2.1458333333,"feature1b":1.0,"feature1c":0.1363636364,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl already waited in line and got her apple. But her apple has a bruise, so she wants to ask for a different one. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个女孩已经排队等了,拿到了她的苹果<unk>但是她的苹果有个<unk>伤,所以她想问一个不同的苹果<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اس لڑکی نے پہلے ہی اپنی سیب کا انتظار کیا تھا لیکن اس کا سیب چوٹ لگا ہوا ہے اس لیے وہ ایک اور سیب مانگنا چاہتی ہے وہ قطار میں پیچھے انتظار کرنے کی بجائے قطار کے سامنے کھڑی ہو جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन एक लड़की पहले से ही कतार में खड़ी है और अपना सेब ले चुकी है, लेकिन उसके सेब में चोट लगी है, इसलिए वह एक अलग मांगना चाहती है। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña ya esperó en la fila y obtuvo su manzana, pero su manzana tiene un moretón, así que quiere pedir una diferente, se va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat bereits in der Schlange gewartet und seinen Apfel bekommen. Aber sein Apfel hat einen Prellungen, also will sie einen anderen fragen. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"bring.water","condition":"adult","study":"lines","human.response":0.7916666667,"feature1":0.0,"feature2":3.1041666667,"feature3":3.0625,"feature1b":1.0,"feature1c":1.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This kid already has her snack. She is bringing the teacher a glass of water. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个孩子已经吃了点心<unk>她正在给老师带着一杯水<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک بچے نے اساتذہ کے لیے پانی لایا، اور وہ قطار میں کھڑے ہونے کے بجائے قطار کے سامنے کھڑا ہو گیا۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक बच्चा अपने शिक्षक के पास स्नैक लेकर आया है, एक बच्चा अपने शिक्षक के पास पानी लेकर आया है, और वह कतार में पीछे बैठने के बजाय कतार में आगे खड़ा हो गया।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña ya tiene su bocadillo, le está trayendo al maestra un vaso de agua, se va al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Kind hat schon seinen Snack. Sie bringt dem Lehrer ein Glas Wasser. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"bring.napkins","condition":"snack2","study":"lines","human.response":0.9318181818,"feature1":0.0,"feature2":2.3125,"feature3":2.0208333333,"feature1b":1.0,"feature1c":1.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl already got her snack, and is only bringing more napkins to the table. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 这是一篇关于一个教室的故事<unk>教室里的孩子们都在排队等老师给他们点点心<unk>这个女孩已经拿到了点心,只带了更多的餐巾到桌子上<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکی نے اپنا ناشتہ لے لیا ہے اور وہ صرف مزید نیپکن لے کر ٹیبل پر آ رہی ہے۔ وہ قطار میں انتظار کرنے کے بجائے قطار کے سامنے جا رہی ہے۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है, कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में खड़े हैं, इस लड़की ने पहले ही अपना स्नैक ले लिया है, और केवल टेबल पर और नैपकिन ला रही है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña ya tiene su bocadillo, y sólo está trayendo más servilletes a la mesa, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat schon ihren Snack bekommen und bringt nur noch mehr Servietten zum Tisch. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"bring.napkin","condition":"adult","study":"lines","human.response":0.7708333333,"feature1":0.0,"feature2":3.0625,"feature3":2.7083333333,"feature1b":1.0,"feature1c":1.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl is bringing more napkins to the table. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 这是一篇关于一个教室的故事<unk>教室里的孩子们都在排队等老师给他们点点心<unk>这个女孩正在带更多的餐巾到桌子上<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور ایک لڑکی ٹیبل پر مزید نیپکن لے کر آ رہی ہے، وہ قطار میں سب سے آگے جا رہی ہے، اس کے بجائے کہ وہ قطار کے آخر میں کھڑی ہو۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की टेबल पर अधिक नैपकिन ला रही है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña está trayendo más servilletes a la mesa, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen bringt mehr Servietten zum Tisch. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"ask.bathroom","condition":"snack2","study":"lines","human.response":0.9090909091,"feature1":0.0,"feature2":2.9375,"feature3":4.75,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl only wants to ask if she can go to the bathroom. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>这个女孩只想问她可以去厕所吗<unk>她走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اس لڑکی نے صرف یہ پوچھا کہ کیا وہ ٹوائلٹ جا سکتی ہے؟ اس نے قطار میں سب سے آگے جانے کی بجائے قطار کے آخر میں انتظار کیا۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है, कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में खड़े हैं, यह लड़की केवल यह पूछना चाहती है कि क्या वह बाथरूम जा सकती है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña sólo quiere preguntar si puede ir al baño, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen will nur fragen, ob es ins Badezimmer gehen kann. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"ask.bathroom","condition":"adult","study":"lines","human.response":0.8125,"feature1":0.0,"feature2":3.0416666667,"feature3":4.8958333333,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This kid has to ask if she can go to the bathroom. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>这个孩子要问她可以去厕所吗<unk>她走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اساتذہ سے پوچھتے ہیں کہ کیا وہ ٹوائلٹ میں جا سکتی ہے؟ وہ قطار میں سب سے آگے کھڑی ہوتی ہے اور اس کے بجائے قطار کے آخر میں کھڑی ہوتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े होते हैं, और एक बच्चे को शौचालय जाने के लिए पूछना पड़ता है, और वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestra, este niño tiene que preguntar si puede ir al baño, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Kind muss fragen, ob es ins Badezimmer gehen kann. Es geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"knee","condition":"adult","study":"lines","human.response":0.75,"feature1":0.0,"feature2":4.1875,"feature3":4.3125,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl tripped and skinned her knee. She wants to see if the teacher can get her a bandaid and clean up her cut. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个女孩跌倒了,膝盖受伤了<unk>她想看看老师能不能给她拿一根绷带来清理她的伤口<unk>她走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، ایک لڑکی ٹھوکر کھا کر گھٹنے پر چوٹ لگتی ہے، وہ دیکھنا چاہتی ہے کہ اساتذہ اس کے زخم کو صاف کرنے کے لیے بینڈائڈ لاتے ہیں یا نہیں، اس لیے وہ قطار میں سب سے آگے کھڑی ہو جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की ठोकर खाकर घुटने की खाल काट लेती है और यह देखना चाहती है कि क्या शिक्षक उसे पट्टी दे सकता है और उसके कट को साफ कर सकता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña se tropezó y se despojó de la rodilla, quiere ver si la maestra puede conseguirle un vendaje y limpiar su corte, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen stolperte und hat sich das Knie geschnitten. Sie will sehen, ob der Lehrer ihr ein Band-Aid besorgen und ihren Schnitt reinigen kann. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"knee","condition":"snack2","study":"lines","human.response":0.9090909091,"feature1":0.0,"feature2":4.5833333333,"feature3":4.4583333333,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl tripped and skinned her knee. She only wants to see if the teacher can get her a bandaid and clean up her cut. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个女孩跌倒了,膝盖受伤了<unk>她只想看看老师能不能给她拿一根绷带来清理她的伤口<unk>她走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، ایک لڑکی ٹھوکر کھا کر گھٹنے پر چھلنی لگاتی ہے، اساتذہ اس کے زخم کو صاف کرنے کے لیے اسے پٹی کاٹ کر دیتے ہیں، اس کے بجائے وہ قطار میں کھڑی ہو جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की ठोकर खाकर घुटने की खाल काट लेती है, वह यह देखना चाहती है कि क्या शिक्षक उसे पट्टी दे सकता है और उसके कट को साफ कर सकता है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña se tropezó y se despojó de la rodilla, sólo quiere ver si la maestra puede conseguirle un vendaje y limpiar su corte, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen stolperte und hat sich das Knie geschnitten. Sie will nur sehen, ob der Lehrer ihr ein Band-Aid besorgen und ihren Schnitt reinigen kann. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"leave.early","condition":"adult","study":"lines","human.response":0.4583333333,"feature1":1.0,"feature2":3.625,"feature3":3.0625,"feature1b":0.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This kid has to go home early, but he wants a snack before he goes. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>这个孩子得早点回家,但他想在他走之前吃点儿零食<unk>他走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک بچے کو گھر جانا ہے لیکن وہ ناشتہ کھانے کے لیے قطار میں کھڑا نہیں ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन एक बच्चा जल्दी घर जाना चाहता है और वह स्नैक लेने के लिए कतार में पीछे नहीं बैठता।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro. Este niño tiene que ir a casa temprano, pero quiere un bocadillo antes de irse. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Kind muss früh nach Hause gehen, aber es will einen Snack, bevor es geht. Es geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"walk.sick","condition":"snack2","study":"lines","human.response":0.9318181818,"feature1":0.0,"feature2":4.9583333333,"feature3":5.7083333333,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl feels really sick and needs the teacher to walk her to the nurse’s office. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里的孩子们都在排队等老师送点儿零食<unk>这个女孩感到非常生病,需要老师带她去护士办公室<unk>她走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، ایک لڑکی بہت بیمار ہے اور اس کی ضرورت ہے کہ اساتذہ اسے نرس کے دفتر لے جائیں۔ وہ قطار کے آخر میں انتظار کرنے کے بجائے قطار کے سامنے جا رہی ہے۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है, कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में खड़े हैं, यह लड़की वास्तव में बीमार महसूस करती है और उसे नर्स के कार्यालय में जाने के लिए शिक्षक की आवश्यकता होती है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula. Los niños en el aula están todos esperando en fila para obtener un bocadillo de su maestra. Esta niña se siente muy enferma y necesita que el maestra la acompañe a la oficina de la enfermera. Ella va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen fühlt sich wirklich krank und braucht den Lehrer, um sie zur Krankenschwester zu begleiten. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"note.first","condition":"snack2","study":"lines","human.response":0.8409090909,"feature1":1.0,"feature2":3.3958333333,"feature3":2.6875,"feature1b":3.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl is in the front of the line but hasn’t gotten her snack yet. The teacher asks her to take a note to the office. So, she leaves the line to go to the office. When she comes back, she wants to get a snack. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 这是一个关于一个课堂的故事.课堂里的孩子们都在排队等老师的零食.这个女孩在排队的前面,但还没有得到她的零食.老师问她带一张纸条去办公室.所以,她离开排队去办公室.当她回来时,她想得到零食.她去排队的前面,而不是等待在排队的后面.<\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں۔ ایک لڑکی لائن میں سب سے آگے ہے لیکن اس نے ابھی تک ناشتہ نہیں کھایا ہے۔ اساتذہ اس سے پوچھتے ہیں کہ وہ دفتر میں ایک نوٹ لے جائے۔ تو وہ لائن چھوڑ کر آفس جاتی ہے۔ جب وہ واپس آتی ہے تو وہ ناشتہ لینا چاہتی ہے۔ وہ لائن کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है। कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में खड़े हैं। यह लड़की कतार के सामने है लेकिन उसे अभी तक स्नैक नहीं मिला है। शिक्षक उसे कार्यालय में एक नोट लेने के लिए कहता है। तो, वह कार्यालय जाने के लिए कतार छोड़ती है। जब वह वापस आती है, तो वह स्नैक लेना चाहती है। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula. Los niños en el aula están todos esperando en fila para obtener un bocadillo de su maestra. Esta niña está en la parte delantera de la fila pero aún no ha recibido su bocadillo. El maestra le pide que lleve una nota a la oficina. Así que, deja la fila para ir a la oficina. Cuando regresa, quiere obtener un bocadillo. Va al frente de la fila en lugar de esperar en la parte trasera de la línea.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen steht vorne in der Schlange, hat aber noch keinen Snack bekommen. Der Lehrer bittet sie, eine Notiz zum Büro zu nehmen. Also verlässt sie die Schlange, um ins Büro zu gehen. Wenn sie zurückkommt, will sie einen Snack bekommen. Sie geht an die Spitze der Schlange, anstatt hinten zu warten.<\/s>"}
{"context":"note.middle","condition":"snack2","study":"lines","human.response":0.8409090909,"feature1":1.0,"feature2":3.0208333333,"feature3":2.125,"feature1b":0.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. The teacher asked this boy in the middle of the line to take a note to the office. When he comes back, the spot he was in is now first in line. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>老师让排队中间的男孩带着一张纸条去办公室<unk>当他回来时,他所在的地方现在是排队的第一位<unk>他走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اساتذہ نے اس لڑکے سے کہا کہ وہ اس کے ساتھ ایک نوٹ لے کر آفس چلے جائے۔ جب وہ واپس آیا تو اس نے دیکھا کہ وہ جس جگہ پر کھڑا تھا وہ اب سب سے آگے ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं और शिक्षक ने कतार के बीच में खड़े एक लड़के से कहा कि वह एक नोट लेकर कार्यालय जाए और जब वह वापस आया तो वह स्थान जो वह पहले था, अब कतार में पहले स्थान पर है और वह कतार के पीछे इंतजार करने के बजाय कतार के सामने चला गया।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro. El maestro le pidió a este niño en el medio de la fila que llevara una nota a la oficina. Cuando regresa, el lugar en el que estaba ahora es el primero en la fila. Se va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Der Lehrer bat diesen Jungen in der Mitte der Schlange, eine Notiz zum Büro zu nehmen. Als er zurückkommt, ist der Ort, an dem er war, jetzt der erste in der Schlange. Er geht an die Vorderseite der Schlange, anstatt im hinteren Teil der Schlange zu warten.<\/s>"}
{"context":"one.cookie","condition":"snack2","study":"lines","human.response":0.7272727273,"feature1":1.0,"feature2":3.2708333333,"feature3":2.5833333333,"feature1b":1.0,"feature1c":-1.2954545455,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl already waited in line and got her snack, but the bag only had one cookie inside, instead of six. She wants to ask the teacher for a different bag of cookies. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里的孩子们都在排队等老师送点心<unk>这个女孩已经排队等着,拿到了点心,但袋子里只有一个饼干,而不是六个<unk>她想问老师要另一袋饼干<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، ایک لڑکی نے پہلے ہی قطار میں کھڑا ہو کر ناشتے کی قطار میں کھڑا ہو گیا، لیکن اس کے بیگ میں چھ کی بجائے صرف ایک کوکی تھی، وہ اساتذہ سے کوکی کا ایک اور بیگ مانگنا چاہتی ہے، اس لیے وہ قطار میں پیچھے انتظار کرنے کی بجائے قطار کے سامنے کھڑی ہو جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन बैग में छह के बजाय केवल एक कुकी है, वह एक अलग कुकी के लिए शिक्षक से पूछना चाहती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña ya esperó en la fila y obtuvo su bocadillo, pero la bolsa sólo tenía una galleta dentro, en lugar de seis.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat bereits in der Schlange gewartet und seinen Snack bekommen, aber die Tasche hatte nur einen Keks drin, anstatt sechs. Sie will den Lehrer um eine andere Tasche Kekse bitten. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"leave.early","condition":"snack2","study":"lines","human.response":0.7045454545,"feature1":1.0,"feature2":3.3333333333,"feature3":2.8333333333,"feature1b":-3.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy has to go home early, but he wants a snack before he leaves. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里的孩子们都在排队等老师送点儿零食<unk>这个男孩得早点回家,但他出发前想要点儿零食<unk>他走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکے کو گھر جانا ہے لیکن وہ جانے سے پہلے ناشتہ لینا چاہتا ہے، وہ قطار میں سب سے آگے کھڑا ہو جاتا ہے، اس کے بجائے کہ وہ قطار کے آخر میں کھڑا ہو۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन एक लड़का जल्दी घर जाना चाहता है और वह लाइन के पीछे खड़े होने के बजाय लाइन के सामने खड़ा हो जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula. Los niños en el aula están todos esperando en fila para obtener un bocadillo de su maestro. Este niño tiene que ir a casa temprano, pero quiere un bocadillo antes de irse. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge muss früh nach Hause gehen, aber er will einen Snack, bevor er geht. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"play","condition":"snack2","study":"lines","human.response":0.2272727273,"feature1":0.0,"feature2":5.0625,"feature3":1.2916666667,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy wants to show the teacher the play he and his friends made. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>这个男孩想向老师展示他和朋友们制作的戏<unk>他走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں اور اس لڑکے نے اساتذہ کو اپنا ڈرامہ دکھانا چاہا۔ اس نے قطار میں سب سے آگے جانے کی بجائے سب سے پیچھے کھڑا ہو گیا۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़का अपने दोस्तों के साथ जो नाटक बनाया था, उसे दिखाना चाहता है, लेकिन वह कतार में पीछे बैठने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro. Este niño quiere mostrar al maestro la obra que él y sus amigos hicieron. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge will dem Lehrer das Stück zeigen, das er und seine Freunde gemacht haben. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"rotten","condition":"snack2","study":"lines","human.response":0.8409090909,"feature1":1.0,"feature2":3.3125,"feature3":3.3125,"feature1b":1.0,"feature1c":-2.0681818182,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl already waited in line and got her apple, but the apple was rotten. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>这个女孩已经排队等着,拿到了她的苹果,但苹果已经腐烂了<unk>她走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور ایک لڑکی نے ان کے لیے سیب کھایا ہے لیکن سیب خراب ہو گیا ہے اور وہ قطار میں کھڑی ہونے کے بجائے قطار کے سامنے کھڑی ہو جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन एक लड़की पहले से ही कतार में खड़ी है और अपना सेब लेती है, लेकिन सेब सड़ा हुआ है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra. Esta niña ya esperó en la fila y obtuvo su manzana, pero la manzana estaba podrida. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat bereits in der Schlange gewartet und seinen Apfel bekommen, aber der Apfel war verrottet. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"say.hi","condition":"adult","study":"lines","human.response":0.4791666667,"feature1":0.0,"feature2":3.0833333333,"feature3":2.3541666667,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. A kid wants to say hi to the teacher. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>一个孩子想向老师说好<unk>他走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، ایک بچہ اساتذہ سے ہیلو کرنا چاہتا ہے، لیکن وہ قطار میں پیچھے نہیں کھڑا ہوتا۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े होते हैं, एक बच्चा शिक्षक को नमस्कार करना चाहता है, लेकिन कतार में पीछे खड़े होने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro. Un niño quiere saludar al maestro. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Ein Kind will dem Lehrer Hallo sagen. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"say.hi","condition":"snack2","study":"lines","human.response":0.4318181818,"feature1":0.0,"feature2":3.0833333333,"feature3":1.3333333333,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy only wants to say hi to the teacher. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>这个男孩只想向老师说嗨<unk>他走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اساتذہ سے سلام کرنے کے بجائے وہ قطار میں آگے بڑھ جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन एक लड़का सिर्फ शिक्षक को नमस्कार करना चाहता है, इसलिए वह कतार में पीछे बैठने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en fila para obtener un bocadillo de su maestro. Este niño sólo quiere saludar al maestro. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge will nur dem Lehrer Hallo sagen. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"shoes","condition":"adult","study":"lines","human.response":0.3541666667,"feature1":0.0,"feature2":4.1041666667,"feature3":2.8958333333,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. A boy untied his shoe and doesn’t know how to tie them. He wants the teacher to help tie them for him. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 这是一个关于一个课堂的故事<unk>课堂里的孩子们都在排队等老师送点儿零食<unk>一个男孩解开鞋带,不知道怎么绑鞋带<unk>他希望老师帮他绑鞋带<unk>他走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، ایک لڑکا جوتے کھول رہا ہے اور اسے نہیں معلوم کہ ان کا جوتا کیسے باندھنا ہے، اس کے لیے اساتذہ کی مدد درکار ہے، وہ قطار میں سب سے آگے کھڑا ہو جاتا ہے، اس کے بجائے کہ وہ قطار کے آخر میں کھڑا ہو۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है। कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में इंतजार कर रहे हैं। एक लड़का अपने जूते को खोलता है और नहीं जानता कि उन्हें कैसे बांधना है। वह चाहता है कि शिक्षक उसके लिए उन्हें बांधने में मदद करे। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula. Los niños en el aula están todos esperando en fila para obtener un bocadillo de su maestro. Un niño se desata los zapatos y no sabe cómo atarlos. Quiere que el maestro lo ayude a atarlos para él. Se va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Ein Junge löst seinen Schuh und weiß nicht, wie er ihn binden soll. Er will, dass der Lehrer ihm hilft, ihn zu binden. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"marker","condition":"adult","study":"lines","human.response":0.5833333333,"feature1":0.0,"feature2":3.625,"feature3":2.6666666667,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. A girl colored on her face with marker and only wants to ask the teacher if she can have soap to clean it off. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>一个女孩用标记器涂了脸上的颜色,只想问老师她能不能用肥皂去清理<unk>她走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، ایک لڑکی نے اپنے چہرے پر مارکر لگایا ہے اور صرف اساتذہ سے پوچھنا چاہتی ہے کہ کیا وہ صابن لے کر صف کو صاف کر سکتی ہیں؟ وہ قطار کے آخر میں انتظار کرنے کے بجائے قطار کے سامنے جا رہی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की अपने चेहरे पर मार्कर लगा रही है और केवल शिक्षक से पूछना चाहती है कि क्या उसे इसे साफ करने के लिए साबुन मिल सकता है। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestra, una niña coloreada en su cara con marcador y sólo quiere preguntarle a la maestra si puede tener jabón para limpiarlo, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Ein Mädchen hat mit einem Marker auf ihr Gesicht gefärbt und will den Lehrer nur fragen, ob sie Seife haben kann, um es abzuräumen. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"shoes","condition":"snack2","study":"lines","human.response":0.3636363636,"feature1":0.0,"feature2":4.3125,"feature3":2.3125,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy untied his shoe even though he doesn’t know how to tie them. He only wants the teacher to help tie them for him. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 这是一个关于一个课堂的故事<unk>课堂里的孩子们都在排队等老师送点儿零食<unk>这个男孩虽然不知道怎么绑鞋,但他还是解开鞋带<unk>他只想让老师帮他绑鞋带<unk>他走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اس لڑکے نے جوتے اتار لئے ہیں، اس کے بعد اس نے کہا کہ اس نے یہ نہیں سیکھا کہ یہ کیسے باندھنا ہے، اس نے صرف اساتذہ سے پوچھا کہ اس کے لئے جوتے باندھنے میں مدد کریں، اس نے قطار میں سب سے آگے جانے کی بجائے قطار میں سب سے پیچھے کھڑا ہو گیا۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है। कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में इंतजार कर रहे हैं। इस लड़के ने अपने जूते को खोला भले ही वह नहीं जानता कि उन्हें कैसे बांधना है। वह केवल चाहता है कि शिक्षक उसके लिए उन्हें बांधने में मदद करे। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula. Los niños en el aula están todos esperando en fila para obtener un bocadillo de su maestro. Este niño se desató el zapato aunque no sabe cómo atarlo. Sólo quiere que el maestro lo ayude a atarlo. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge hat seinen Schuh gelöst, obwohl er nicht weiß, wie man ihn bindet. Er will nur, dass der Lehrer ihm hilft, ihn zu binden. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"snack","condition":"snack2","study":"lines","human.response":0.0909090909,"feature1":1.0,"feature2":3.3958333333,"feature3":1.3958333333,"feature1b":-3.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy wants to get a snack like everyone else. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个男孩也像其他人一样想吃点点心<unk>他走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں اور لڑکا بھی سب کی طرح ناشتہ لینا چاہتا ہے اور اس کی بجائے وہ قطار میں کھڑا ہو جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़का भी दूसरे की तरह स्नैक लेने के लिए कतार में खड़ा है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro. Este niño quiere obtener un bocadillo como todos los demás. Él va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge will einen Snack bekommen wie alle anderen. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"stand.friend.middle","condition":"snack2","study":"lines","human.response":0.1136363636,"feature1":1.0,"feature2":3.7291666667,"feature3":1.5,"feature1b":-2.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl has not gotten her snack yet, and wants to stand with her friend who is in the middle of the line. She cuts the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个女孩还没有吃点点心,她想和排队中间的朋友站在一起<unk>她穿过排队,而不是排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، لیکن اس لڑکی کو ابھی تک ناشتہ نہیں ملا ہے اور وہ اپنی دوست کے ساتھ کھڑی ہونا چاہتی ہے جو قطار کے وسط میں کھڑی ہے۔ وہ قطار میں کھڑی ہونے کی بجائے قطار کاٹ دیتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, लेकिन एक लड़की को अभी तक स्नैक नहीं मिला है और वह अपने दोस्त के साथ खड़ी रहना चाहती है जो कतार के बीच में है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro, esta niña aún no ha recibido su bocadillo y quiere estar con su amiga que está en el medio de la fila, corta la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen hat seinen Snack noch nicht bekommen und will mit ihrer Freundin stehen, die in der Mitte der Schlange steht. Sie schneidet die Schlange ab, anstatt an der Rückseite der Schlange zu warten.<\/s>"}
{"context":"table","condition":"adult","study":"lines","human.response":0.7708333333,"feature1":0.0,"feature2":4.0,"feature3":4.75,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl was standing on the table which isn’t allowed in the classroom, and she fell and hurt her ankle. She wants to go to the nurse. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 这是一个关于一个教室的故事<unk>教室里的孩子们都在排队等老师给他们点点心<unk>这个女孩站在课堂上不允许的桌子上,她摔倒了,脚踝受伤了<unk>她想去看护士<unk>她走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس روم میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، ایک لڑکی میز پر کھڑی ہے، اس کی کلاس روم میں اجازت نہیں ہے، وہ گر گئی اور اس کی ٹخنوں میں چوٹ لگی، وہ نرس کے پاس جانا چاہتی ہے، وہ قطار کے آخر میں انتظار کرنے کے بجائے قطار کے سامنے جا رہی ہے۔<\/s>","Hindi":"<\/s> __hin__ यह एक कक्षा के बारे में कहानी है। कक्षा में बच्चे सभी अपने शिक्षक से स्नैक पाने के लिए कतार में इंतजार कर रहे हैं। यह लड़की मेज पर खड़ी थी जिसे कक्षा में अनुमति नहीं है, और वह गिर गई और अपने टखने को चोट पहुंचाई। वह नर्स के पास जाना चाहती है। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula. Los niños en el aula están todos esperando en fila para obtener un bocadillo de su maestro. Esta niña estaba de pie en la mesa que no está permitido en el aula, y se cayó y se lastimó el tobillo. Quiere ir a la enfermera. Se va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen stand auf dem Tisch, was im Klassenzimmer nicht erlaubt ist, und sie fiel und verletzte sich am Knöchel. Sie will zur Krankenschwester gehen. Sie geht an die Vorderseite der Schlange, anstatt im hinteren Teil der Schlange zu warten.<\/s>"}
{"context":"tacks","condition":"snack2","study":"lines","human.response":0.9318181818,"feature1":0.0,"feature2":4.4166666667,"feature3":4.3541666667,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. Someone spilled thumbtacks all over the floor, which means someone might step on them and get hurt. This girl needs the teacher to help clean up the thumbtacks. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室:教室里的孩子们都在排队等老师的零食<unk>有人把指针倒在地板上,这意味着有人可能会踩到它们上,受伤<unk>这个女孩需要老师帮助清理指针<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، کسی نے انگوٹھے کے ٹکڑے زمین پر ڈال دیے ہیں، اس کا مطلب ہے کہ کسی کو ان پر قدم رکھ کر چوٹ لگ سکتی ہے۔ اس لڑکی کو اساتذہ کی ضرورت ہے کہ وہ انگوٹھے کے ٹکڑوں کو صاف کرنے میں مدد کرے۔ وہ قطار کے آخر میں انتظار کرنے کے بجائے قطار کے سامنے جا رہی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, किसी ने फर्श पर थंबस्टैक्स उंडेल दिए हैं, जिसका अर्थ है कि कोई उन पर कदम रख सकता है और चोट पहुँचा सकता है, इस लड़की को थंबस्टैक्स को साफ करने में शिक्षक की मदद की जरूरत है। वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre un aula: los niños en el aula están todos esperando en la fila para obtener un bocadillo de su maestro, alguien derramó tacos de pulgar por todo el suelo, lo que significa que alguien podría pisarlos y lesionarse, esta niña necesita que el maestro la ayude a limpiar los tacos de pulgar, se va al frente de la fila en lugar de esperar en la parte de atrás.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Jemand hat Daumenstangen überall auf den Boden verschüttet, was bedeutet, dass jemand auf sie treten und sich verletzen könnte. Dieses Mädchen braucht den Lehrer, um die Daumenstangen zu reinigen. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"thanks","condition":"adult","study":"lines","human.response":0.6666666667,"feature1":0.0,"feature2":3.0208333333,"feature3":2.4583333333,"feature1b":1.0,"feature1c":1.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. A girl forgot to say thank you for her snack. She only wants to thank the teacher. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>一个女孩忘了说谢谢她的点心<unk>她只想感谢老师<unk>她走到排队的前面,而不是在排队的后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکی ناشتے کے لیے شکریہ کہنا بھول گئی، وہ صرف اساتذہ کا شکریہ ادا کرنا چاہتی ہے، وہ قطار میں سب سے آگے جا رہی ہے، اس کے بجائے کہ وہ قطار میں سب سے پیچھے کھڑی ہو۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की अपने स्नैक के लिए धन्यवाद कहना भूल गई, वह केवल शिक्षक को धन्यवाद देना चाहती है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra. Una niña se olvidó de decir gracias por su bocadillo. Sólo quiere dar las gracias al maestro. Se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Ein Mädchen vergaß, Dank für ihren Snack zu sagen. Sie will nur dem Lehrer danken. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"threw.snack","condition":"adult","study":"lines","human.response":0.1458333333,"feature1":1.0,"feature2":3.7916666667,"feature3":2.6666666667,"feature1b":1.0,"feature1c":1.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy threw his snack on the ground on purpose. He wants to get a new one. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点心<unk>这个男孩故意把点心扔到地上<unk>他想买个新点心<unk>他走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتہ لینے کے لیے قطار میں کھڑے ہیں، ایک لڑکے نے جان بوجھ کر اپنا ناشتہ زمین پر پھینک دیا، وہ نیا ناشتہ لینا چاہتا ہے، اس لیے وہ قطار میں سب سے آگے کھڑا ہو جاتا ہے، نہ کہ پیچھے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़के ने जानबूझकर अपना स्नैक जमीन पर फेंक दिया, वह एक नया स्नैक लेना चाहता है, लेकिन वह कतार में पीछे बैठने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro, este niño arrojó su bocadillo al suelo a propósito, quiere obtener uno nuevo, va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge hat seinen Snack absichtlich auf den Boden geworfen. Er will einen neuen bekommen. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"toys","condition":"snack2","study":"lines","human.response":0.1818181818,"feature1":1.0,"feature2":3.125,"feature3":1.5625,"feature1b":-2.0,"feature1c":0.0,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. The girl in the middle leaves the line to go play with toys. When she comes back, the spot she was in is now first in line. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室:教室里的孩子们都在排队等老师的零食<unk>中间的女孩离开排队去玩玩具,回来后,她所在的地方现在是排队的第一位<unk>她走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں، درمیانی قطار میں بیٹھی لڑکی کھلونے کے ساتھ کھیلنے کے لیے لائن چھوڑ دیتی ہے، جب وہ واپس آتی ہے تو وہ جگہ جہاں وہ کھڑی تھی اب لائن میں سب سے آگے ہے۔ وہ لائن کے پچھلے حصے میں انتظار کرنے کے بجائے لائن کے سامنے جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, बीच में एक लड़की खिलौनों के साथ खेलने के लिए कतार छोड़ती है, जब वह वापस आती है, तो वह जगह जो वह पहले से ही कतार में थी, अब कतार में सबसे आगे है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro, la niña en el medio deja la fila para ir a jugar con los juguetes, cuando regresa, el lugar en el que estaba ahora es el primero en la fila, en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Das Mädchen in der Mitte verlässt die Schlange, um mit Spielsachen zu spielen. Als sie zurückkommt, ist der Ort, an dem sie war, jetzt der erste in der Schlange. Sie geht an die Vorderseite der Schlange, anstatt an der Rückseite zu warten.<\/s>"}
{"context":"vacation","condition":"snack2","study":"lines","human.response":0.1363636364,"feature1":0.0,"feature2":5.1875,"feature3":1.4791666667,"feature1b":null,"feature1c":null,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This girl wants to talk to the teacher about all of the things she did on her vacation. She goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师送点儿零食<unk>这个女孩想跟老师谈谈她在假期里做过的一切<unk>她走到排队的前面,而不是排队后面<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اساتذہ سے ان کی چھٹیوں کے بارے میں بات کرنا چاہتے ہیں، اس لیے وہ قطار میں سب سے آگے کھڑی ہو جاتی ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में बच्चे अपने शिक्षक से स्नैक लेने के लिए कतार में खड़े हैं, एक लड़की अपने शिक्षक से अपनी छुट्टी के दौरान की गई हर बात के बारे में बात करना चाहती है, इसलिए वह कतार में पीछे बैठने के बजाय कतार के सामने बैठ जाती है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase: los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestra, esta niña quiere hablar con el maestra sobre todas las cosas que hizo en sus vacaciones, se va al frente de la fila en lugar de esperar en la parte de atrás de la fila.<\/s>","German":"<\/s> __deu__ Das ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieses Mädchen will mit dem Lehrer über all die Dinge reden, die sie in ihrem Urlaub getan hat. Sie geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
{"context":"one.crushed","condition":"snack2","study":"lines","human.response":0.2045454545,"feature1":1.0,"feature2":3.1458333333,"feature3":1.4583333333,"feature1b":1.0,"feature1c":1.2727272727,"scenario":"This is a story about a classroom. The kids in the classroom are all waiting in line to get a snack from their teacher. This boy already waited in line and got his snack, but one of his cookies was crushed. So, he has five cookies instead of six. He wants to ask for a different bag of cookies. He goes to the front of the line instead of waiting in the back of the line.","Chinese":"<\/s> __cmn__ 故事讲述了一个教室<unk>教室里所有的孩子都在排队等老师给他们点点心<unk>这个男孩已经排队等着吃点心了,但他的一个饼干被粉碎了<unk>所以,他有五个饼干,而不是六个<unk>他想问一个不同的饼干袋<unk>他走到排队的前面,而不是在排队后面等<unk><\/s>","Urdu":"<\/s> __urd__ ایک کلاس میں بچے اپنے اساتذہ سے ناشتے کی قطار میں کھڑے ہیں اور اس کے پاس ایک کوکی ہے جو چھ کی بجائے پانچ میں ٹوٹی ہوئی ہے۔ وہ ایک مختلف کیک مانگنا چاہتا ہے اور اس کی بجائے قطار میں کھڑا ہو کر سب سے آگے کھڑا ہو جاتا ہے۔<\/s>","Hindi":"<\/s> __hin__ एक कक्षा में सभी बच्चे अपने शिक्षक से स्नैक पाने के लिए कतार में खड़े हैं, लेकिन एक लड़का पहले से ही कतार में खड़ा था और उसका स्नैक मिल गया था, लेकिन उसकी एक कुकी कुचल गई थी, इसलिए उसके पास छह के बजाय पांच कुकीज़ हैं, वह कुकीज़ का एक अलग बैग मांगना चाहता है, वह कतार के पीछे इंतजार करने के बजाय कतार के सामने जाता है।<\/s>","Spanish":"<\/s> __spa__ Esta es una historia sobre una clase. Los niños en la clase están todos esperando en la fila para obtener un bocadillo de su maestro. Este niño ya esperó en la fila y obtuvo su bocadillo, pero una de sus galletas fue aplastada. Así que tiene cinco galletas en lugar de seis. Quiere pedir una bolsa diferente de galletas. Se va al frente de la fila en lugar de esperar en la parte de atrás de la línea.<\/s>","German":"<\/s> __deu__ Dies ist eine Geschichte über ein Klassenzimmer. Die Kinder im Klassenzimmer warten alle in der Schlange, um einen Snack von ihrem Lehrer zu bekommen. Dieser Junge hat schon in der Schlange gewartet und seinen Snack bekommen, aber einer seiner Kekse war zerquetscht. Also hat er fünf Kekse anstelle von sechs. Er will eine andere Tüte Kekse verlangen. Er geht an die Vorderseite der Schlange, anstatt am Ende der Schlange zu warten.<\/s>"}
